Repository: iseruuuuu/food_gram_app
Catalog: assets/l10n/app_*.arb
Languages: de, es, fr, ja, ko, pt, th, zh

# mapLoadingError
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
fr: Une erreur s'est produite
ja: エラーが発生しました
ko: 오류가 발생했습니다
pt: Ocorreu um erro
th: เกิดข้อผิดพลาด
zh: 发生错误

# mapLoadingRestaurant
source: Getting restaurant information...
de: Restaurant-Informationen werden abgerufen...
es: Obteniendo información del restaurante...
fr: Obtention des informations du restaurant...
ja: 店舗情報を取得中...
ko: 레스토랑 정보를 가져오는 중...
pt: Obtendo informações do restaurante...
th: กำลังดึงข้อมูลร้านอาหาร...
zh: 正在获取餐厅信息...

# appShareTitle
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
pt: Compartilhar
th: แชร์
zh: 分享

# appShareStoreButton
source: Share this store
de: Diesen Laden teilen
es: Compartir esta tienda
fr: Partager ce magasin
ja: このお店を共有する
ko: 이 가게 공유
pt: Compartilhar esta loja
th: แชร์ร้านนี้
zh: 分享此店铺

# appShareInstagramButton
source: Share on Instagram
de: Auf Instagram teilen
es: Compartir en Instagram
fr: Partager sur Instagram
ja: Instagramで共有する
ko: Instagram에서 공유
pt: Compartilhar no Instagram
th: แชร์บน Instagram
zh: 在Instagram上分享

# appShareGoButton
source: Go to this store
de: Zu diesem Laden gehen
es: Ir a esta tienda
fr: Aller à ce magasin
ja: このお店に行ってみる
ko: 이 가게로 가기
pt: Ir para esta loja
th: ไปที่ร้านนี้
zh: 前往此店铺

# appShareCloseButton
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt: Fechar
th: ปิด
zh: 关闭

# shareInviteMessage
source: Share delicious food on FoodGram!
fr: Partage tes bons plats sur FoodGram !
th: แชร์อาหารอร่อยบน FoodGram!

# appRestaurantLabel
source: Search Restaurant
de: Restaurant suchen
es: Buscar Restaurante
fr: Rechercher un restaurant
ja: レストランを検索
ko: 레스토랑 검색
pt: Pesquisar Restaurante
th: ค้นหาร้านอาหาร
zh: 搜索餐厅

# appRequestTitle
source: Turn on Location!
de: 🙇 Aktivieren Sie den aktuellen Standort 🙇
es: 🙇 Active la ubicación actual 🙇
fr: 🙇 Activez l'emplacement actuel 🙇
ja: 🙇現在地をオンにしてください🙇
ko: 🙇 현재 위치를 켜주세요 🙇
pt: 🙇 Ative a localização atual 🙇
th: เปิดใช้งานตำแหน่ง!
zh: 🙇 请开启当前位置 🙇

# appRequestReason
source: To find great places nearby, make restaurant discovery easier
de: Aktuelle Standortdaten sind für die Restaurantauswahl erforderlich
es: Se requieren datos de ubicación actual para la selección de restaurantes
fr: Les données d'emplacement actuelles sont nécessaires pour la sélection de restaurants
ja: レストランの選択には現在地のデータが必要になります
ko: 레스토랑 선택에는 현재 위치 데이터가 필요합니다
pt: Dados de localização atual são necessários para seleção de restaurantes
th: ค้นหาสถานที่ใกล้ๆ ง่ายขึ้น
zh: 餐厅选择需要当前位置数据

# appRequestInduction
source: The following buttons take you to the settings screen
de: Die folgenden Schaltflächen führen Sie zum Einstellungsbildschirm
es: Los siguientes botones lo llevarán a la pantalla de configuración
fr: Les boutons suivants vous mèneront à l'écran des paramètres
ja: 以下のボタンから設定画面に遷移します
ko: 다음 버튼으로 설정 화면으로 이동합니다
pt: Os seguintes botões o levarão à tela de configurações
th: ปุ่มนี้จะเปิดการตั้งค่า
zh: 以下按钮将带您到设置界面

# appRequestOpenSetting
source: Enable Location
de: Einstellungsbildschirm öffnen
es: Abrir pantalla de configuración
fr: Ouvrir l'écran des paramètres
ja: 設定画面を開く
ko: 설정 화면 열기
pt: Abrir tela de configurações
th: เปิดใช้งานตำแหน่ง
zh: 打开设置界面

# appSubtitle
source: Eat × Snap × Share
de: Teilen Sie Ihre köstlichen Momente
es: Comparte tus momentos deliciosos
fr: Partagez vos moments délicieux
ja: 美味しい瞬間、シェアしよう
ko: 맛있는 순간을 공유하세요
pt: Compartilhe seus momentos deliciosos
th: กิน × ถ่าย × แชร์
zh: 分享您的美味时刻

# agreeToTheTermsOfUse
source: Please agree to the Terms of Use
de: Bitte stimmen Sie den Nutzungsbedingungen zu
es: Por favor acepte los Términos de Uso
fr: Veuillez accepter les conditions d'utilisation
ja: 利用規約に同意してください
ko: 이용약관에 동의해 주세요
pt: Por favor, concorde com os Termos de Uso
th: กรุณาตกลงกับข้อกำหนดการใช้งาน
zh: 请同意使用条款

# restaurantCategoryList
source: Select a Cuisine by Country
de: Küche nach Land auswählen
es: Seleccionar Cocina por País
fr: Sélectionner une cuisine par pays
ja: 国別料理を選ぶ
ko: 국가별 요리 선택
pt: Selecionar Cozinha por País
th: เลือกอาหารตามประเทศ
zh: 按国家选择菜系

# cookingCategoryList
source: Select a food tag
de: Essens-Etikett auswählen
es: Seleccionar etiqueta de comida
fr: Sélectionner une étiquette de nourriture
ja: 料理カテゴリーを選ぶ
ko: 음식 태그 선택
pt: Selecionar etiqueta de comida
th: เลือกแท็กอาหาร
zh: 选择食物标签

# restaurantReviewNew
source: New
de: Neu
es: Nuevo
fr: Nouveau
ja: 新着
ko: 신규
pt: Novo
th: ใหม่
zh: 新

# restaurantReviewViewDetails
source: View Details
de: Details anzeigen
es: Ver Detalles
fr: Voir les détails
ja: 詳細を見る
ko: 자세히 보기
pt: Ver Detalhes
th: ดูรายละเอียด
zh: 查看详情

# restaurantReviewOtherPosts
source: Other Posts
de: Andere Beiträge
es: Otras Publicaciones
fr: Autres publications
ja: 他の投稿も見てみる
ko: 다른 게시물
pt: Outras Publicações
th: โพสต์อื่นๆ
zh: 其他帖子

# restaurantReviewReviewList
source: Review List
de: Bewertungsliste
es: Lista de Reseñas
fr: Liste des avis
ja: レビュー一覧
ko: 리뷰 목록
pt: Lista de Avaliações
th: รายการรีวิว
zh: 评论列表

# restaurantReviewError
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
fr: Une erreur s'est produite
ja: エラーが発生しました
ko: 오류가 발생했습니다
pt: Ocorreu um erro
th: เกิดข้อผิดพลาด
zh: 发生错误

source: 📍Nearby Restaurants
de: 📍Restaurants in der Nähe
es: 📍Restaurantes Cercanos
fr: 📍Restaurants à proximité
ja: 📍近いレストラン
ko: 📍주변 레스토랑
pt: 📍Restaurantes Próximos
th: 📍 ร้านอาหารใกล้ๆ
zh: 📍附近餐厅

source: See More
de: Mehr anzeigen
es: Ver Más
fr: Voir plus
ja: もっとみる
ko: 더 보기
pt: Ver Mais
th: ดูเพิ่มเติม
zh: 查看更多

# selectCountryTag
source: Select a Country Tag
de: Land-Etikett auswählen
es: Seleccionar Etiqueta de País
fr: Sélectionner l'étiquette de pays
ja: 国カテゴリーの選択
ko: 국가 태그 선택
pt: Selecionar Etiqueta de País
th: เลือกแท็กประเทศ
zh: 选择国家标签

source: Select Favorite Tag
de: Lieblings-Etikett auswählen
es: Seleccionar Etiqueta Favorita
fr: Sélectionner l'étiquette favorite
ja: お気に入りタグを選択
ko: 즐겨찾기 태그 선택
pt: Selecionar Etiqueta Favorita
th: เลือกแท็กที่ชื่นชอบ
zh: 选择收藏标签

# favoriteTagPlaceholder
source: Select your favorite tag
de: Wählen Sie Ihr Lieblings-Etikett
es: Seleccione su etiqueta favorita
fr: Sélectionnez votre étiquette favorite
ja: お気に入りのタグ
ko: 즐겨찾기 태그 선택
pt: Selecione sua etiqueta favorita
th: เลือกแท็กที่ชื่นชอบของคุณ
zh: 选择您的收藏标签

source: Select Food Tag
de: Essens-Etikett auswählen
es: Seleccionar Etiqueta de Comida
fr: Sélectionner l'étiquette de nourriture
ja: 料理カテゴリーの選択
ko: 음식 태그 선택
pt: Selecionar Etiqueta de Comida
th: เลือกแท็กอาหาร
zh: 选择食物标签

# tabHome
source: Food
de: Essen
es: Comida
fr: Nourriture
ja: フード
ko: 음식
pt: Comida
th: อาหาร
zh: 美食

# tabMap
source: Map
de: Karte
es: Mapa
fr: Carte
ja: マップ
ko: 지도
pt: Mapa
th: แผนที่
zh: 地图

# tabMyMap
source: My Map
th: แผนที่ของฉัน

# tabSearch
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 探す
ko: 검색
pt: Pesquisar
th: ค้นหา
zh: 搜索

# tabMyPage
source: My Page
de: Meine Seite
es: Mi Página
fr: Ma page
ja: マイページ
ko: 마이페이지
pt: Minha Página
th: หน้าของฉัน
zh: 我的页面

# tabSetting
source: Setting
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pt: Configurações
th: การตั้งค่า
zh: 设置

# mapStatsVisitedArea
source: Areas
th: พื้นที่

# mapStatsPosts
source: Posts
th: โพสต์

# mapStatsActivityDays
source: Days
th: วัน

# dayUnit
source: days
th: วัน

# mapStatsPrefectures
source: Prefectures
th: จังหวัด

# mapStatsAchievementRate
source: Rate
th: อัตรา

# mapStatsVisitedCountries
source: Countries
th: ประเทศ

# mapViewTypeRecord
source: Record
th: บันทึก

# mapViewTypeJapan
source: Japan
th: ญี่ปุ่น

# mapViewTypeWorld
source: World
th: โลก

source: Logout failure
de: Abmeldung fehlgeschlagen
es: Error de cierre de sesión
fr: Échec de la déconnexion
ja: ログアウト失敗
ko: 로그아웃 실패
pt: Falha no logout
th: ออกจากระบบล้มเหลว
zh: 登出失败

source: Account deletion failure
de: Kontolöschung fehlgeschlagen
es: Error de eliminación de cuenta
fr: Échec de la suppression du compte
ja: アカウント削除失敗
ko: 계정 삭제 실패
pt: Falha na exclusão da conta
th: ลบบัญชีล้มเหลว
zh: 账户删除失败

# appleLoginFailure
source: Apple login not available
de: Apple-Anmeldung nicht verfügbar
es: Inicio de sesión con Apple no disponible
fr: Connexion Apple non disponible
ja: Appleログインはできません
ko: Apple 로그인을 사용할 수 없습니다
pt: Login Apple não disponível
th: ไม่สามารถเข้าสู่ระบบด้วย Apple
zh: Apple登录不可用

source: Email authentication failure
de: E-Mail-Authentifizierung fehlgeschlagen
es: Error de autenticación por correo
fr: Échec de l'authentification par e-mail
ja: メール認証の失敗
ko: 이메일 인증 실패
pt: Falha na autenticação por e-mail
th: การยืนยันอีเมลล้มเหลว
zh: 邮箱认证失败

source: Login Error
de: Anmeldefehler
es: Error de Inicio de Sesión
fr: Erreur de connexion
ja: ログインエラー
ko: 로그인 오류
pt: Erro de Login
th: ข้อผิดพลาดในการเข้าสู่ระบบ
zh: 登录错误

# loginSuccessful
source: Successful login
de: Anmeldung erfolgreich
es: Inicio de sesión exitoso
fr: Connexion réussie
ja: ログイン成功
ko: 로그인 성공
pt: Login bem-sucedido
th: เข้าสู่ระบบสำเร็จ
zh: 登录成功

# emailAuthentication
source: Authenticate with your email application
de: Authentifizieren Sie sich mit Ihrer E-Mail-App
es: Autentíquese con su aplicación de correo electrónico
fr: Authentifiez-vous avec votre application e-mail
ja: メールアプリで認証をしてください
ko: 이메일 앱으로 인증하세요
pt: Autentique-se com seu aplicativo de e-mail
th: ยืนยันด้วยอีเมล
zh: 请通过您的邮箱应用进行认证

# emailEmpty
source: No email address has been entered
de: Keine E-Mail-Adresse eingegeben
es: No se ha ingresado dirección de correo electrónico
fr: Aucune adresse e-mail n'a été saisie
ja: メールアドレスが入力されていません
ko: 이메일 주소가 입력되지 않았습니다
pt: Nenhum endereço de e-mail foi inserido
th: ยังไม่ได้กรอกที่อยู่อีเมล
zh: 未输入邮箱地址

# email
source: Email Address
de: E-Mail-Adresse
es: Dirección de Correo Electrónico
fr: Adresse e-mail
ja: メールアドレス
ko: 이메일 주소
pt: Endereço de E-mail
th: ที่อยู่อีเมล
zh: 邮箱地址

# enterTheCorrectFormat
source: Please enter the correct format
de: Bitte geben Sie das richtige Format ein
es: Por favor ingrese el formato correcto
fr: Veuillez entrer le format correct
ja: 正しい形式で入力してください
ko: 올바른 형식으로 입력해 주세요
pt: Por favor, digite o formato correto
th: กรุณากรอกในรูปแบบที่ถูกต้อง
zh: 请输入正确格式

# authInvalidFormat
source: Email address format is incorrect.
de: Das Format der E-Mail-Adresse ist falsch.
es: El formato de la dirección de correo electrónico es incorrecto.
fr: Le format de l'adresse e-mail est incorrect.
ja: メールアドレスのフォーマットが間違っています
ko: 이메일 주소 형식이 잘못되었습니다.
pt: O formato do endereço de e-mail está incorreto.
th: รูปแบบที่อยู่อีเมลไม่ถูกต้อง
zh: 邮箱地址格式不正确。

# authSocketException
source: There is a problem with the network. Please check the connection.
de: Es gibt ein Problem mit dem Netzwerk. Bitte überprüfen Sie die Verbindung.
es: Hay un problema con la red. Por favor verifique la conexión.
fr: Il y a un problème avec le réseau. Veuillez vérifier la connexion.
ja: ネットワークに問題があります。接続を確認してください
ko: 네트워크에 문제가 있습니다. 연결을 확인해 주세요.
pt: Há um problema com a rede. Por favor, verifique a conexão.
th: มีปัญหากับเครือข่าย กรุณาตรวจสอบการเชื่อมต่อ
zh: 网络有问题。请检查连接。

source: Camera
de: Kamera
es: Cámara
fr: Caméra
ja: カメラ
ko: 카메라
pt: Câmera
th: กล้อง
zh: 相机

source: Album
es: Álbum
ja: アルバム
ko: 앨범
pt: Álbum
th: อัลบั้ม
zh: 相册

source: SNS login
de: SNS-Anmeldung
es: Inicio de sesión SNS
fr: Connexion SNS
ja: SNSログイン
ko: SNS 로그인
pt: Login SNS
th: เข้าสู่ระบบ SNS
zh: SNS登录

# tutorialFirstPageTitle
source: Share your delicious moments
de: Teilen Sie Ihre köstlichen Momente
es: Comparte tus momentos deliciosos
fr: Partagez vos moments délicieux
ja: 美味しい瞬間、シェアしよう
ko: 맛있는 순간을 공유하세요
pt: Compartilhe seus momentos deliciosos
th: แชร์ช่วงเวลาอร่อยๆ ของคุณ
zh: 分享您的美味时刻

# tutorialFirstPageSubTitle
source: Make every meal special with FoodGram. Enjoy discovering new flavors!
de: Mit FoodGram wird jede Mahlzeit besonderer. Genießen Sie es, neue Geschmäcker zu entdecken!
es: Con FoodGram, haz que cada comida sea más especial. ¡Disfruta descubriendo nuevos sabores!
fr: Avec FoodGram, rendez chaque repas plus spécial. Profitez de découvrir de nouvelles saveurs !
ja: FoodGramで、毎日の食事がもっと特別に 新しい味との出会いを楽しもう
ko: FoodGram으로 매 식사가 더욱 특별해집니다. 새로운 맛을 발견하는 즐거움을 경험하세요!
pt: Com FoodGram, torne cada refeição mais especial. Aproveite descobrir novos sabores!
th: ด้วย FoodGram ทำให้ทุกมื้อพิเศษขึ้น สนุกกับการค้นพบรสชาติใหม่!
zh: 通过FoodGram，让每顿饭都更加特别。 享受发现新口味的乐趣！

# tutorialDiscoverTitle
source: Find your next favorite dish!
de: Finden Sie Ihr nächstes Lieblingsgericht!
fr: Trouvez votre prochain plat préféré !
th: ค้นหาอาหารจานโปรดถัดไปของคุณ!

# tutorialDiscoverSubTitle
source: With every scroll, new tasty finds. Explore delicious food now.
de: Mit jedem Scrollen neue leckere Entdeckungen. Entdecken Sie jetzt köstliches Essen.
fr: À chaque défilement, de nouvelles découvertes gourmandes. Explorez de bons plats maintenant.
th: ทุกครั้งที่เลื่อน จะพบของอร่อยใหม่ๆ สำรวจอาหารอร่อยตอนนี้

# tutorialSecondPageTitle
source: A unique food map for this app
de: Eine einzigartige Essenskarte für diese App
es: Un mapa de comida único para esta aplicación
fr: Une carte de nourriture unique pour cette application
ja: このアプリだけのフードマップ
ko: 이 앱만의 독특한 음식 지도
pt: Um mapa de comida único para este aplicativo
th: แผนที่อาหารเฉพาะสำหรับแอปนี้
zh: 此应用独有的美食地图

# tutorialSecondPageSubTitle
source: Let's create a unique map for this app. Your posts will help evolve the map.
de: Lassen Sie uns eine einzigartige Karte für diese App erstellen. Ihre Beiträge werden helfen, die Karte zu entwickeln.
es: Creemos un mapa único para esta aplicación. Tus publicaciones ayudarán a evolucionar el mapa.
fr: Créons une carte unique pour cette application. Vos publications aideront à faire évoluer la carte.
ja: このアプリだけのマップ作りをしよう あなたの投稿でマップが進化していく
ko: 이 앱만의 독특한 지도를 만들어보세요. 여러분의 게시물이 지도를 발전시킵니다.
pt: Vamos criar um mapa único para este aplicativo. Suas publicações ajudarão a evoluir o mapa.
th: มาสร้างแผนที่เฉพาะสำหรับแอปนี้กัน โพสต์ของคุณจะช่วยพัฒนาพื้นที่แผนที่
zh: 让我们为此应用创建一个独特的地图。 您的帖子将帮助地图发展。

# tutorialThirdPageTitle
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
ja: 利用規約
ko: 이용약관
pt: Termos de Uso
th: ข้อกำหนดการใช้งาน
zh: 使用条款

# tutorialThirdPageSubTitle
source: ・Be cautious about sharing personal information, such as your name, address, phone number, or location. ・Avoid posting offensive, inappropriate, or harmful content, and do not use others' works without permission. ・Non-food-related posts may be removed. ・Users who repeatedly violate the rules or post objectionable content may be removed by the management team. ・We look forward to improving this app together with everyone. by the developers
de: ・Seien Sie vorsichtig beim Teilen persönlicher Informationen wie Name, Adresse, Telefonnummer oder Standort. ・Vermeiden Sie das Veröffentlichen anstößiger, unangemessener oder schädlicher Inhalte und verwenden Sie nicht die Werke anderer ohne Erlaubnis. ・Beiträge, die nicht mit Essen zusammenhängen, können gelöscht werden. ・Benutzer, die wiederholt gegen die Regeln verstoßen oder anstößige Inhalte veröffentlichen, können vom Management-Team entfernt werden. ・Wir freuen uns darauf, diese App mit allen zu verbessern. von den Entwicklern
es: ・Tenga cuidado al compartir información personal como nombre, dirección, número de teléfono o ubicación. ・Evite publicar contenido ofensivo, inapropiado o dañino, y no use obras de otros sin permiso. ・Las publicaciones no relacionadas con comida pueden ser eliminadas. ・Los usuarios que violen repetidamente las reglas o publiquen contenido objetable pueden ser eliminados por el equipo de gestión. ・Esperamos mejorar esta aplicación junto con todos. por los desarrolladores
fr: ・Soyez prudent lors du partage d'informations personnelles telles que nom, adresse, numéro de téléphone ou emplacement. ・Évitez de publier du contenu offensant, inapproprié ou nuisible, et n'utilisez pas les œuvres d'autrui sans permission. ・Les publications non liées à la nourriture peuvent être supprimées. ・Les utilisateurs qui violent répétitivement les règles ou publient du contenu répréhensible peuvent être supprimés par l'équipe de gestion. ・Nous attendons avec impatience d'améliorer cette application avec tout le monde. par les développeurs
ja: ・氏名、住所、電話番号などの個人情報や位置情報の公開には注意しましょう。 ・攻撃的、不適切、または有害なコンテンツの投稿を避け、他人の作品を無断で使用しないようにしましょう。 ・食べ物以外の投稿は削除させていただく場合があります。 ・違反が繰り返されるユーザーや不快なコンテンツは運営側で削除します。 ・みなさんと一緒にこのアプリをより良くしていけることを楽しみにしています by 開発者
ko: ・이름, 주소, 전화번호, 위치 등 개인정보 공유에 주의하세요. ・공격적이거나 부적절하거나 유해한 콘텐츠 게시를 피하고, 허가 없이 타인의 작품을 사용하지 마세요. ・음식과 관련 없는 게시물은 삭제될 수 있습니다. ・규칙을 반복적으로 위반하거나 불쾌한 콘텐츠를 게시하는 사용자는 관리팀에 의해 제거될 수 있습니다. ・모든 분과 함께 이 앱을 개선해 나갈 수 있기를 기대합니다. 개발자
pt: ・Tenha cuidado ao compartilhar informações pessoais como nome, endereço, número de telefone ou localização. ・Evite publicar conteúdo ofensivo, inadequado ou prejudicial, e não use obras de outros sem permissão. ・Publicações não relacionadas à comida podem ser removidas. ・Usuários que violam repetidamente as regras ou publicam conteúdo objetável podem ser removidos pela equipe de gerenciamento. ・Esperamos melhorar este aplicativo junto com todos. pelos desenvolvedores
th: ・ระวังในการแชร์ข้อมูลส่วนตัว เช่น ชื่อ ที่อยู่ หมายเลขโทรศัพท์ หรือตำแหน่ง ・หลีกเลี่ยงการโพสต์เนื้อหาที่ไม่เหมาะสม ไม่เหมาะสม หรือเป็นอันตราย และอย่าใช้ผลงานของผู้อื่นโดยไม่ได้รับอนุญาต ・โพสต์ที่ไม่เกี่ยวข้องกับอาหารอาจถูกลบ ・ผู้ใช้ที่ละเมิดกฎซ้ำๆ หรือโพสต์เนื้อหาที่ไม่เหมาะสมอาจถูกลบโดยทีมจัดการ ・เราหวังว่าจะปรับปรุงแอปนี้ร่วมกับทุกคน โดยนักพัฒนา
zh: ・请注意分享个人信息，如姓名、地址、电话号码或位置。 ・避免发布攻击性、不当或有害内容，不要未经许可使用他人作品。 ・与食物无关的帖子可能会被删除。 ・反复违反规则或发布令人反感内容的用户可能会被管理团队删除。 ・我们期待与大家一起改进这个应用。开发者

# tutorialThirdPageButton
source: Agree to the terms of use
de: Nutzungsbedingungen akzeptieren
es: Aceptar los términos de uso
fr: Accepter les conditions d'utilisation
ja: 利用規約に同意する
ko: 이용약관에 동의
pt: Concordar com os termos de uso
th: ตกลงกับข้อกำหนดการใช้งาน
zh: 同意使用条款

# tutorialThirdPageClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt: Fechar
th: ปิด
zh: 关闭

# detailMenuShare
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: シェア
ko: 공유
pt: Compartilhar
th: แชร์
zh: 分享

# detailMenuVisit
source: Visit
de: Besuchen
es: Visitar
fr: Visiter
ja: 行く
ko: 방문
pt: Visitar
th: เยี่ยมชม
zh: 访问

# detailMenuPost
source: Post
de: Veröffentlichen
es: Publicar
fr: Publier
ja: 投稿
ko: 게시
pt: Publicar
th: โพสต์
zh: 发布

# detailMenuSearch
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 調べる
ko: 검색
pt: Pesquisar
th: ค้นหา
zh: 搜索

# forceUpdateTitle
source: Update Notification
de: Update-Benachrichtigung
es: Notificación de Actualización
fr: Notification de mise à jour
ja: アップデートのお知らせ
ko: 업데이트 알림
pt: Notificação de Atualização
th: แจ้งเตือนอัปเดต
zh: 更新通知

# forceUpdateText
source: A new version of this app has been released. Please update the app to ensure the latest features and a secure environment.
de: Eine neue Version dieser App wurde veröffentlicht. Bitte aktualisieren Sie die App, um die neuesten Funktionen und eine sichere Umgebung zu gewährleisten.
es: Se ha lanzado una nueva versión de esta aplicación. Por favor actualice la aplicación para asegurar las últimas funciones y un entorno seguro.
fr: Une nouvelle version de cette application a été publiée. Veuillez mettre à jour l'application pour assurer les dernières fonctionnalités et un environnement sécurisé.
ja: このアプリの新しいバージョンがリリースされました。最新の機能や安全な環境でご利用いただくために、アプリをアップデートしてください。
ko: 이 앱의 새 버전이 출시되었습니다. 최신 기능과 안전한 환경을 위해 앱을 업데이트해 주세요.
pt: Uma nova versão deste aplicativo foi lançada. Por favor, atualize o aplicativo para garantir os recursos mais recentes e um ambiente seguro.
th: มีการเปิดตัวเวอร์ชันใหม่ของแอปนี้ กรุณาอัปเดตแอปเพื่อให้แน่ใจว่ามีฟีเจอร์ล่าสุดและสภาพแวดล้อมที่ปลอดภัย
zh: 此应用的新版本已发布。请更新应用以确保最新功能和安全环境。

# forceUpdateButtonTitle
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: アップデート
ko: 업데이트
pt: Atualizar
th: อัปเดต
zh: 更新

# newAccountImportantTitle
source: Important Note
de: Wichtiger Hinweis
es: Nota Importante
fr: Note importante
ja: 重要な注意事項
ko: 중요한 참고사항
pt: Nota Importante
th: หมายเหตุสำคัญ
zh: 重要提示

# newAccountImportant
source: When creating an account, please do not include personal information such as your email address or phone number in your username or user ID. To ensure a safe online experience, choose a name that does not reveal your personal details.
de: Beim Erstellen eines Kontos fügen Sie bitte keine persönlichen Informationen wie E-Mail-Adresse oder Telefonnummer in Ihren Benutzernamen oder Ihre Benutzer-ID ein. Für eine sichere Online-Erfahrung wählen Sie einen Namen, der Ihre persönlichen Details nicht preisgibt.
es: Al crear una cuenta, por favor no incluya información personal como dirección de correo electrónico o número de teléfono en su nombre de usuario o ID de usuario. Para asegurar una experiencia en línea segura, elija un nombre que no revele sus detalles personales.
fr: Lors de la création d'un compte, veuillez ne pas inclure d'informations personnelles telles que l'adresse e-mail ou le numéro de téléphone dans votre nom d'utilisateur ou ID utilisateur. Pour assurer une expérience en ligne sûre, choisissez un nom qui ne révèle pas vos détails personnels.
ja: アカウントを作成する際、ユーザー名やユーザーIDには、メールアドレスや電話番号などの個人情報を含めないようにしてください。安全なオンライン体験のため、個人情報が特定されない名前を設定してください。
ko: 계정을 만들 때 사용자명이나 사용자 ID에 이메일 주소나 전화번호와 같은 개인정보를 포함하지 마세요. 안전한 온라인 경험을 위해 개인정보가 드러나지 않는 이름을 선택하세요.
pt: Ao criar uma conta, por favor não inclua informações pessoais como endereço de e-mail ou número de telefone em seu nome de usuário ou ID de usuário. Para garantir uma experiência online segura, escolha um nome que não revele seus detalhes pessoais.
th: เมื่อสร้างบัญชี กรุณาอย่ารวมข้อมูลส่วนตัว เช่น ที่อยู่อีเมลหรือหมายเลขโทรศัพท์ในชื่อผู้ใช้หรือรหัสผู้ใช้ของคุณ เพื่อให้แน่ใจว่ามีประสบการณ์ออนไลน์ที่ปลอดภัย เลือกชื่อที่ไม่เปิดเผยรายละเอียดส่วนตัวของคุณ
zh: 创建账户时，请不要在用户名或用户ID中包含邮箱地址或电话号码等个人信息。为确保安全的在线体验，请选择不会泄露个人信息的名称。

# accountRegistrationSuccess
source: Account registration completed
de: Kontoregistrierung abgeschlossen
es: Registro de cuenta completado
fr: Inscription du compte terminée
ja: アカウントの登録が完了しました
ko: 계정 등록이 완료되었습니다
pt: Registro de conta concluído
th: ลงทะเบียนบัญชีเสร็จสมบูรณ์
zh: 账户注册完成

# accountRegistrationError
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
fr: Une erreur s'est produite
ja: エラーが発生しました
ko: 오류가 발생했습니다
pt: Ocorreu um erro
th: เกิดข้อผิดพลาด
zh: 发生错误

# requiredInfoMissing
source: Required information is missing
de: Erforderliche Informationen fehlen
es: Falta información requerida
fr: Informations requises manquantes
ja: 必要な情報が入力されていません
ko: 필수 정보가 누락되었습니다
pt: Informações obrigatórias em falta
th: ข้อมูลที่จำเป็นขาดหายไป
zh: 缺少必要信息

# shareTextAndImage
source: Share with text and image
de: Mit Text und Bild teilen
es: Compartir con texto e imagen
fr: Partager avec texte et image
ja: テキスト＋画像でシェア
ko: 텍스트와 이미지로 공유
pt: Compartilhar com texto e imagem
th: แชร์พร้อมข้อความและรูปภาพ
zh: 分享文字和图片

source: Share image only
de: Nur Bild teilen
es: Compartir solo imagen
fr: Partager image uniquement
ja: 画像のみシェア
ko: 이미지만 공유
pt: Compartilhar apenas imagem
th: แชร์เฉพาะรูปภาพ
zh: 仅分享图片

# foodCategoryNoodles
source: Noodles
de: Nudeln
es: Fideos
fr: Nouilles
ja: 麺類
ko: 면류
pt: Macarrão
th: ก๋วยเตี๋ยว
zh: 面条

# foodCategoryMeat
source: Meat
de: Fleisch
es: Carne
fr: Viande
ja: 肉料理
ko: 고기
pt: Carne
th: เนื้อ
zh: 肉类

# foodCategoryFastFood
source: Fast Food
es: Comida Rápida
ja: ファストフード
ko: 패스트푸드
th: อาหารจานด่วน
zh: 快餐

# foodCategoryRiceDishes
source: Rice Dishes
de: Reisgerichte
es: Platos de Arroz
fr: Plats de riz
ja: ごはん
ko: 밥 요리
pt: Pratos de Arroz
th: อาหารข้าว
zh: 米饭类

# foodCategorySeafood
source: Seafood
de: Meeresfrüchte
es: Mariscos
fr: Fruits de mer
ja: 魚介
ko: 해산물
pt: Frutos do Mar
th: อาหารทะเล
zh: 海鲜

# foodCategoryBread
source: Bread
de: Brot
es: Pan
fr: Pain
ja: パン
ko: 빵
pt: Pão
th: ขนมปัง
zh: 面包
