Repository: iseruuuuu/food_gram_app
Catalog: assets/l10n/app_*.arb
Languages: de, es, fr, ja, ko, pt, th, zh

# foodCategorySweetsAndSnacks
source: Sweets & Snacks
de: Süßigkeiten und Snacks
es: Dulces y Snacks
fr: Bonbons et collations
ja: スイーツ
ko: 간식
pt: Doces e Lanches
th: ของหวาน & ของว่าง
zh: 甜点和零食

# foodCategoryFruits
source: Fruits
de: Obst
es: Frutas
ja: フルーツ
ko: 과일
pt: Frutas
th: ผลไม้
zh: 水果

# foodCategoryVegetables
source: Vegetables
de: Gemüse
es: Verduras
fr: Légumes
ja: 野菜
ko: 채소
pt: Legumes
th: ผัก
zh: 蔬菜

# foodCategoryBeverages
source: Beverages
de: Getränke
es: Bebidas
fr: Boissons
ja: 飲み物
ko: 음료
pt: Bebidas
th: เครื่องดื่ม
zh: 饮料

# foodCategoryOthers
source: Others
de: Andere
es: Otros
fr: Autres
ja: その他
ko: 기타
pt: Outros
th: อื่นๆ
zh: 其他

# foodCategoryAll
source: ALL
de: ALLE
es: TODO
fr: TOUT
ja: 全て
ko: 전체
pt: TODOS
th: ทั้งหมด
zh: 全部

# rankEmerald
source: Emerald
de: Smaragd
es: Esmeralda
fr: Émeraude
ja: エメラルド
ko: 에메랄드
pt: Esmeralda
th: มรกต
zh: 翡翠

# rankDiamond
source: Diamond
de: Diamant
es: Diamante
fr: Diamant
ja: ダイヤモンド
ko: 다이아몬드
pt: Diamante
th: เพชร
zh: 钻石

# rankGold
source: Gold
es: Oro
fr: Or
ja: ゴールド
ko: 골드
pt: Ouro
th: ทอง
zh: 黄金

# rankSilver
source: Silver
de: Silber
es: Plata
fr: Argent
ja: シルバー
ko: 실버
pt: Prata
th: เงิน
zh: 白银

# rankBronze
source: Bronze
es: Bronce
ja: ブロンズ
ko: 브론즈
th: ทองแดง
zh: 青铜

source: Rank
de: Rang
es: Rango
fr: Rang
ja: ランク
ko: 랭크
pt: Ranking
th: อันดับ
zh: 等级

# promoteDialogTitle
source: ✨Become a Premium Member✨
de: ✨Werden Sie Premium-Mitglied✨
es: ✨Conviértete en Miembro Premium✨
fr: ✨Devenez membre premium✨
ja: ✨プレミアム会員になろう✨
ko: ✨프리미엄 회원이 되세요✨
pt: ✨Torne-se um Membro Premium✨
th: ✨ เป็นสมาชิกพรีเมียม ✨
zh: ✨成为高级会员✨

# promoteDialogTrophyTitle
source: Trophy Feature
de: Trophäen-Funktion
es: Función de Trofeos
fr: Fonction trophée
ja: トロフィー機能
ko: 트로피 기능
pt: Função Troféu
th: ฟีเจอร์ถ้วยรางวัล
zh: 奖杯功能

# promoteDialogTrophyDesc
source: Display trophies based on your activities.
de: Zeigt Trophäen basierend auf Ihren Aktivitäten an.
es: Muestra trofeos basados en tus actividades.
fr: Affiche les trophées basés sur vos activités.
ja: 特定の活動に応じてトロフィーを表示できるようになります。
ko: 활동에 따라 트로피를 표시합니다.
pt: Exibe troféus baseados em suas atividades.
th: แสดงถ้วยรางวัลตามกิจกรรมของคุณ
zh: 根据您的活动显示奖杯。

# promoteDialogTagTitle
source: Custom Tags
de: Benutzerdefinierte Tags
es: Etiquetas Personalizadas
fr: Étiquettes personnalisées
ja: カスタムタグ
ko: 커스텀 태그
pt: Tags Personalizadas
th: แท็กที่กำหนดเอง
zh: 自定义标签

# promoteDialogTagDesc
source: Set custom tags for your favorite foods.
de: Legen Sie benutzerdefinierte Tags für Ihre Lieblingsspeisen fest.
es: Establece etiquetas personalizadas para tus comidas favoritas.
fr: Définissez des étiquettes personnalisées pour vos aliments préférés.
ja: お気に入りのフードに独自のタグを設定できます。
ko: 즐겨찾기 음식에 커스텀 태그를 설정할 수 있습니다.
pt: Defina tags personalizadas para suas comidas favoritas.
th: ตั้งค่าแท็กที่กำหนดเองสำหรับอาหารที่คุณชื่นชอบ
zh: 为您喜爱的食物设置自定义标签。

# promoteDialogIconTitle
source: Custom Icon
de: Benutzerdefiniertes Symbol
es: Icono Personalizado
fr: Icône personnalisée
ja: カスタムアイコン
ko: 커스텀 아이콘
pt: Ícone Personalizado
th: ไอคอนที่กำหนดเอง
zh: 自定义图标

# promoteDialogIconDesc
source: Set your profile icon to any image you like!!
de: Legen Sie Ihr Profilsymbol auf ein beliebiges Bild fest, das Sie mögen !!
es: ¡¡Establece tu icono de perfil a cualquier imagen que te guste!!
fr: Définissez votre icône de profil sur n'importe quelle image que vous aimez !!
ja: プロフィールアイコンを自由な画像に設定できます!!
ko: 프로필 아이콘을 원하는 이미지로 설정할 수 있습니다!!
pt: Defina seu ícone de perfil para qualquer imagem que você goste !!
th: ตั้งค่าไอคอนโปรไฟล์ของคุณเป็นรูปภาพใดก็ได้ที่คุณชอบ!!
zh: 将您的个人资料图标设置为任何您喜欢的图片！！

# promoteDialogAdTitle
source: Ad-Free
de: Werbefrei
es: Sin Anuncios
fr: Sans publicité
ja: 広告フリー
ko: 광고 없음
pt: Sem Anúncios
th: ไม่มีโฆษณา
zh: 无广告

# promoteDialogAdDesc
source: Remove all advertisements!!
de: Entfernt alle Werbung !!
es: ¡¡Elimina todos los anuncios!!
fr: Supprime toutes les publicités !!
ja: すべての広告が表示されなくなります!!
ko: 모든 광고가 제거됩니다!!
pt: Remove todos os anúncios !!
th: ลบโฆษณาทั้งหมด!!
zh: 移除所有广告！！

# promoteDialogButton
source: Become Premium
de: Premium werden
es: Convertirse en Premium
fr: Devenir premium
ja: プレミアム会員になる
ko: 프리미엄 회원 되기
pt: Tornar-se Premium
th: อัปเกรดพรีเมียม
zh: 成为高级会员

# promoteDialogLater
source: Maybe Later
de: Vielleicht später
es: Tal Vez Después
fr: Peut-être plus tard
ja: 後で考える
ko: 나중에
pt: Talvez Depois
th: ไว้ทีหลัง
zh: 稍后再说

# paywallPremiumTitle
source: ✨ Premium Benefits ✨
de: ✨ Premium-Vorteile ✨
es: ✨ Beneficios Premium ✨
fr: ✨ Avantages Premium ✨
ja: ✨ プレミアム特典 ✨
ko: ✨ 프리미엄 혜택 ✨
pt: ✨ Benefícios Premium ✨
th: ✨ ประโยชน์พรีเมียม ✨
zh: ✨ 高级特权 ✨

# paywallTrophyTitle
source: Earn titles as you post more
de: Trophäen-Funktion
es: Función de Trofeos
fr: Gagne des titres en publiant plus
ja: トロフィー機能
ko: 트로피 기능
pt: Função Troféu
th: รับตำแหน่งเมื่อคุณโพสต์มากขึ้น
zh: 奖杯功能

# paywallTrophyDesc
source: Titles upgrade with your post count
de: Zeigt Trophäen basierend auf Aktivitäten an
es: Muestra trofeos basados en actividades
fr: Les titres évoluent avec ton nombre de posts
ja: 活動に応じてトロフィーを表示
ko: 활동에 따라 트로피 표시
pt: Exibe troféus baseados em atividades
th: ตำแหน่งอัปเกรดตามจำนวนโพสต์ของคุณ
zh: 根据活动显示奖杯

# paywallTagTitle
source: Set your favorite genres
de: Benutzerdefinierte Tags
es: Etiquetas Personalizadas
fr: Définis tes genres favoris
ja: カスタムタグ
ko: 커스텀 태그
pt: Tags Personalizadas
th: ตั้งค่าประเภทที่คุณชื่นชอบ
zh: 自定义标签

# paywallTagDesc
source: Personalize your profile style
de: Erstellen Sie einzigartige Tags für Lieblingsspeisen
es: Crea etiquetas únicas para comidas favoritas
fr: Personnalise davantage ton profil
ja: お気に入りフードに独自タグ
ko: 즐겨찾기 음식에 독특한 태그 생성
pt: Crie tags únicas para comidas favoritas
th: ปรับแต่งสไตล์โปรไฟล์ของคุณ
zh: 为喜爱的食物创建独特标签

# paywallIconTitle
source: Use any image as your icon
de: Benutzerdefiniertes Symbol
es: Icono Personalizado
fr: Utilise une image comme icône
ja: カスタムアイコン
ko: 커스텀 아이콘
pt: Ícone Personalizado
th: ใช้รูปภาพใดก็ได้เป็นไอคอนของคุณ
zh: 自定义图标

# paywallIconDesc
source: Stand out from other posters
de: Legen Sie Ihr eigenes Profilsymbol fest
es: Establece tu propio icono de perfil
fr: Démarque-toi des autres auteurs
ja: プロフィールアイコンを自由に
ko: 자신만의 프로필 아이콘 설정
pt: Defina seu próprio ícone de perfil
th: โดดเด่นจากผู้โพสต์คนอื่นๆ
zh: 设置您自己的个人资料图标

# paywallAdTitle
source: Ad-Free
de: Werbefrei
es: Sin Anuncios
fr: Sans publicité
ja: 広告フリー
ko: 광고 없음
pt: Sem Anúncios
th: ไม่มีโฆษณา
zh: 无广告

# paywallAdDesc
source: Remove all advertisements
de: Entfernt alle Werbung
es: Elimina todos los anuncios
fr: Supprime toutes les publicités
ja: すべての広告を非表示
ko: 모든 광고 제거
pt: Remove todos os anúncios
th: ลบโฆษณาทั้งหมด
zh: 移除所有广告

# paywallComingSoon
source: Coming Soon...
de: Demnächst verfügbar...
es: Próximamente...
fr: Bientôt disponible...
pt: Em breve...
th: เร็วๆ นี้...
zh: 即将推出...

# paywallNewFeatures
source: New premium-exclusive features coming soon!
de: Neue Premium-exklusive Funktionen kommen bald!
es: ¡Nuevas funciones exclusivas premium próximamente!
fr: Nouvelles fonctionnalités exclusives premium bientôt disponibles !
ja: プレミアム会員限定の新機能を 随時リリース予定！
ko: 프리미엄 전용 신기능이 곧 출시됩니다!
pt: Novos recursos exclusivos premium chegando em breve!
th: ฟีเจอร์พิเศษสำหรับพรีเมียมใหม่ เร็วๆ นี้!
zh: 高级会员专属新功能 即将推出！

# paywallSubscribeButton
source: Become a Premium Member
de: Premium-Mitglied werden
es: Convertirse en Miembro Premium
fr: Devenir membre premium
ja: プレミアム会員になる
ko: 프리미엄 회원 되기
pt: Tornar-se Membro Premium
th: เป็นพรีเมียม
zh: 成为高级会员

# paywallPrice
source: monthly $3 / month
de: monatlich $3 / Monat
es: mensual $3 / mes
fr: mensuel $3 / mois
ja: 月額 ￥ 300 / 月
ko: 월 $3 / 월
pt: mensal $3 / mês
th: รายเดือน $3 / เดือน
zh: 每月 $3 / 月

# paywallCancelNote
source: Cancel anytime
de: Jederzeit kündbar
es: Cancelar en cualquier momento
fr: Annuler à tout moment
ja: いつでも解約可能
ko: 언제든지 취소 가능
pt: Cancele a qualquer momento
th: ยกเลิกได้ตลอดเวลา
zh: 随时可取消

# paywallWelcomeTitle
source: Welcome to FoodGram Members!
de: Willkommen bei FoodGram Members!
es: ¡Bienvenido a FoodGram Members!
fr: Bienvenue chez FoodGram Members !
ko: FoodGram 멤버에 오신 것을 환영합니다!
pt: Bem-vindo ao FoodGram Members!
th: ยินดีต้อนรับสู่ FoodGram Premium!
zh: 欢迎加入 FoodGram会员！

# paywallSkip
source: Skip
de: Überspringen
es: Saltar
fr: Passer
ja: スキップ
ko: 건너뛰기
pt: Pular
th: ข้าม
zh: 跳过

# purchaseError
source: An error occurred during purchase
de: Beim Kauf ist ein Fehler aufgetreten
es: Ha ocurrido un error durante la compra
fr: Une erreur s'est produite lors de l'achat
ja: 購入処理中にエラーが発生しました
ko: 구매 중 오류가 발생했습니다
pt: Ocorreu um erro durante a compra
th: เกิดข้อผิดพลาดระหว่างการซื้อ
zh: 购买过程中发生错误

# paywallTagline
source: ✨ Upgrade your food experience ✨
fr: ✨ Améliore ton expérience culinaire ✨
th: ✨ อัปเกรดประสบการณ์อาหารของคุณ ✨

# paywallMapTitle
source: Find with map
fr: Chercher avec la carte
th: ค้นหาด้วยแผนที่

# paywallMapDesc
source: Find restaurants faster and easier
fr: Trouve des restaurants plus vite et plus facilement
th: ค้นหาร้านอาหารได้เร็วและง่ายขึ้น

# paywallRankTitle
source: Earn titles as you post more
fr: Gagne des titres en publiant plus
th: รับตำแหน่งเมื่อคุณโพสต์มากขึ้น

# paywallRankDesc
source: Titles upgrade with your post count
fr: Les titres évoluent avec ton nombre de posts
th: ตำแหน่งอัปเกรดตามจำนวนโพสต์ของคุณ

# paywallGenreTitle
source: Set your favorite genres
fr: Définis tes genres favoris
th: ตั้งค่าประเภทที่คุณชื่นชอบ

# paywallGenreDesc
source: Personalize your profile style
fr: Personnalise davantage ton profil
th: ปรับแต่งสไตล์โปรไฟล์ของคุณ

# paywallCustomIconTitle
source: Use any image as your icon
fr: Utilise une image comme icône
th: ใช้รูปภาพใดก็ได้เป็นไอคอนของคุณ

# paywallCustomIconDesc
source: Stand out from other posters
fr: Démarque-toi des autres auteurs
th: โดดเด่นจากผู้โพสต์คนอื่นๆ

# anonymousPost
source: Post Anonymously
de: Anonym veröffentlichen
es: Publicar Anónimamente
fr: Publier anonymement
ja: 匿名で投稿
ko: 익명으로 게시
pt: Publicar Anonimamente
th: โพสต์แบบไม่ระบุชื่อ
zh: 匿名发布

# anonymousPostDescription
source: Username will be hidden
de: Benutzername wird ausgeblendet
es: El nombre de usuario estará oculto
fr: Le nom d'utilisateur sera masqué
ja: ユーザー名が非表示になります
ko: 사용자명이 숨겨집니다
pt: Nome de usuário será ocultado
th: ชื่อผู้ใช้จะถูกซ่อน
zh: 用户名将被隐藏

# anonymousShare
source: Share Anonymously
de: Anonym teilen
es: Compartir Anónimamente
fr: Partager anonymement
ja: 匿名でシェア
ko: 익명으로 공유
pt: Compartilhar Anonimamente
th: แชร์แบบไม่ระบุชื่อ
zh: 匿名分享

# anonymousUpdate
source: Update Anonymously
de: Anonym aktualisieren
es: Actualizar Anónimamente
fr: Mettre à jour anonymement
ja: 匿名で更新
ko: 익명으로 업데이트
pt: Atualizar Anonimamente
th: อัปเดตแบบไม่ระบุชื่อ
zh: 匿名更新

source: Anonymous Poster
de: Anonymer Autor
es: Publicador Anónimo
fr: Auteur anonyme
ja: とある投稿者
ko: 익명 게시자
pt: Autor Anônimo
th: ผู้โพสต์ไม่ระบุชื่อ
zh: 匿名发布者

# tagOtherCuisine
source: Other Cuisine
de: Andere Küche
es: Otra Cocina
fr: Autre cuisine
ja: その他の料理
ko: 기타 요리
pt: Outra Cozinha
th: อาหารอื่นๆ
zh: 其他菜系

# tagOtherFood
source: Other Food
de: Anderes Essen
es: Otra Comida
fr: Autre nourriture
ja: その他の食べ物
ko: 기타 음식
pt: Outra Comida
th: อาหารอื่นๆ
zh: 其他食物

# tagJapaneseCuisine
source: Japanese Cuisine
de: Japanische Küche
es: Cocina Japonesa
fr: Cuisine japonaise
ja: 日本料理
ko: 일본 요리
pt: Cozinha Japonesa
th: อาหารญี่ปุ่น
zh: 日本料理

# tagItalianCuisine
source: Italian Cuisine
de: Italienische Küche
es: Cocina Italiana
fr: Cuisine italienne
ja: イタリアン料理
ko: 이탈리아 요리
pt: Cozinha Italiana
th: อาหารอิตาเลียน
zh: 意大利料理

# tagFrenchCuisine
source: French Cuisine
de: Französische Küche
es: Cocina Francesa
fr: Cuisine française
ja: フレンチ料理
ko: 프랑스 요리
pt: Cozinha Francesa
th: อาหารฝรั่งเศส
zh: 法国料理

# tagChineseCuisine
source: Chinese Cuisine
de: Chinesische Küche
es: Cocina China
fr: Cuisine chinoise
ja: 中華料理
ko: 중국 요리
pt: Cozinha Chinesa
th: อาหารจีน
zh: 中国料理

# tagIndianCuisine
source: Indian Cuisine
de: Indische Küche
es: Cocina India
fr: Cuisine indienne
ja: インド料理
ko: 인도 요리
pt: Cozinha Indiana
th: อาหารอินเดีย
zh: 印度料理

# tagMexicanCuisine
source: Mexican Cuisine
de: Mexikanische Küche
es: Cocina Mexicana
fr: Cuisine mexicaine
ja: メキシカン料理
ko: 멕시코 요리
pt: Cozinha Mexicana
th: อาหารเม็กซิกัน
zh: 墨西哥料理

# tagHongKongCuisine
source: Hong Kong Cuisine
de: Hongkong-Küche
es: Cocina de Hong Kong
fr: Cuisine de Hong Kong
ja: 香港料理
ko: 홍콩 요리
pt: Cozinha de Hong Kong
th: อาหารฮ่องกง
zh: 香港料理

# tagAmericanCuisine
source: American Cuisine
de: Amerikanische Küche
es: Cocina Americana
fr: Cuisine américaine
ja: アメリカ料理
ko: 미국 요리
pt: Cozinha Americana
th: อาหารอเมริกัน
zh: 美国料理

# tagMediterraneanCuisine
source: Mediterranean Cuisine
de: Mittelmeerküche
es: Cocina Mediterránea
fr: Cuisine méditerranéenne
ja: 地中海料理
ko: 지중해 요리
pt: Cozinha Mediterrânea
th: อาหารเมดิเตอร์เรเนียน
zh: 地中海料理

# tagThaiCuisine
source: Thai Cuisine
de: Thailändische Küche
es: Cocina Tailandesa
fr: Cuisine thaïlandaise
ja: タイ料理
ko: 태국 요리
pt: Cozinha Tailandesa
th: อาหารไทย
zh: 泰国料理

# tagGreekCuisine
source: Greek Cuisine
de: Griechische Küche
es: Cocina Griega
fr: Cuisine grecque
ja: ギリシャ料理
ko: 그리스 요리
pt: Cozinha Grega
th: อาหารกรีก
zh: 希腊料理

# tagTurkishCuisine
source: Turkish Cuisine
de: Türkische Küche
es: Cocina Turca
fr: Cuisine turque
ja: トルコ料理
ko: 터키 요리
pt: Cozinha Turca
th: อาหารตุรกี
zh: 土耳其料理

# tagKoreanCuisine
source: Korean Cuisine
de: Koreanische Küche
es: Cocina Coreana
fr: Cuisine coréenne
ja: 韓国料理
ko: 한국 요리
pt: Cozinha Coreana
th: อาหารเกาหลี
zh: 韩国料理

# tagRussianCuisine
source: Russian Cuisine
de: Russische Küche
es: Cocina Rusa
fr: Cuisine russe
ja: ロシア料理
ko: 러시아 요리
pt: Cozinha Russa
th: อาหารรัสเซีย
zh: 俄罗斯料理

# tagSpanishCuisine
source: Spanish Cuisine
de: Spanische Küche
es: Cocina Española
fr: Cuisine espagnole
ja: スペイン料理
ko: 스페인 요리
pt: Cozinha Espanhola
th: อาหารสเปน
zh: 西班牙料理

# tagVietnameseCuisine
source: Vietnamese Cuisine
de: Vietnamesische Küche
es: Cocina Vietnamita
fr: Cuisine vietnamienne
ja: ベトナム料理
ko: 베트남 요리
pt: Cozinha Vietnamita
th: อาหารเวียดนาม
zh: 越南料理

# tagPortugueseCuisine
source: Portuguese Cuisine
de: Portugiesische Küche
es: Cocina Portuguesa
fr: Cuisine portugaise
ja: ポルトガル料理
ko: 포르투갈 요리
pt: Cozinha Portuguesa
th: อาหารโปรตุเกส
zh: 葡萄牙料理

# tagAustrianCuisine
source: Austrian Cuisine
de: Österreichische Küche
es: Cocina Austriaca
fr: Cuisine autrichienne
ja: オーストリア料理
ko: 오스트리아 요리
pt: Cozinha Austríaca
th: อาหารออสเตรีย
zh: 奥地利料理

# tagBelgianCuisine
source: Belgian Cuisine
de: Belgische Küche
es: Cocina Belga
fr: Cuisine belge
ja: ベルギー料理
ko: 벨기에 요리
pt: Cozinha Belga
th: อาหารเบลเยียม
zh: 比利时料理

# tagSwedishCuisine
source: Swedish Cuisine
de: Schwedische Küche
es: Cocina Sueca
fr: Cuisine suédoise
ja: スウェーデン料理
ko: 스웨덴 요리
pt: Cozinha Sueca
th: อาหารสวีเดน
zh: 瑞典料理

# tagGermanCuisine
source: German Cuisine
de: Deutsche Küche
es: Cocina Alemana
fr: Cuisine allemande
ja: ドイツ料理
ko: 독일 요리
pt: Cozinha Alemã
th: อาหารเยอรมัน
zh: 德国料理

# tagBritishCuisine
source: British Cuisine
de: Britische Küche
es: Cocina Británica
fr: Cuisine britannique
ja: イギリス料理
ko: 영국 요리
pt: Cozinha Britânica
th: อาหารอังกฤษ
zh: 英国料理

# tagDutchCuisine
source: Dutch Cuisine
de: Niederländische Küche
es: Cocina Holandesa
fr: Cuisine néerlandaise
ja: オランダ料理
ko: 네덜란드 요리
pt: Cozinha Holandesa
th: อาหารดัตช์
zh: 荷兰料理

# tagAustralianCuisine
source: Australian Cuisine
de: Australische Küche
es: Cocina Australiana
fr: Cuisine australienne
ja: オーストラリア料理
ko: 호주 요리
pt: Cozinha Australiana
th: อาหารออสเตรเลีย
zh: 澳大利亚料理

# tagBrazilianCuisine
source: Brazilian Cuisine
de: Brasilianische Küche
es: Cocina Brasileña
fr: Cuisine brésilienne
ja: ブラジル料理
ko: 브라질 요리
pt: Cozinha Brasileira
th: อาหารบราซิล
zh: 巴西料理

# tagArgentineCuisine
source: Argentine Cuisine
de: Argentinische Küche
es: Cocina Argentina
fr: Cuisine argentine
ja: アルゼンチン料理
ko: 아르헨티나 요리
pt: Cozinha Argentina
th: อาหารอาร์เจนตินา
zh: 阿根廷料理

# tagColombianCuisine
source: Colombian Cuisine
de: Kolumbianische Küche
es: Cocina Colombiana
fr: Cuisine colombienne
ja: コロンビア料理
ko: 콜롬비아 요리
pt: Cozinha Colombiana
th: อาหารโคลอมเบีย
zh: 哥伦比亚料理

# tagPeruvianCuisine
source: Peruvian Cuisine
de: Peruanische Küche
es: Cocina Peruana
fr: Cuisine péruvienne
ja: ペルー料理
ko: 페루 요리
pt: Cozinha Peruana
th: อาหารเปรู
zh: 秘鲁料理

# tagNorwegianCuisine
source: Norwegian Cuisine
de: Norwegische Küche
es: Cocina Noruega
fr: Cuisine norvégienne
ja: ノルウェー料理
ko: 노르웨이 요리
pt: Cozinha Norueguesa
th: อาหารนอร์เวย์
zh: 挪威料理

# tagDanishCuisine
source: Danish Cuisine
de: Dänische Küche
es: Cocina Danesa
fr: Cuisine danoise
ja: デンマーク料理
ko: 덴마크 요리
pt: Cozinha Dinamarquesa
th: อาหารเดนมาร์ก
zh: 丹麦料理

# tagPolishCuisine
source: Polish Cuisine
de: Polnische Küche
es: Cocina Polaca
fr: Cuisine polonaise
ja: ポーランド料理
ko: 폴란드 요리
pt: Cozinha Polonesa
th: อาหารโปแลนด์
zh: 波兰料理

# tagCzechCuisine
source: Czech Cuisine
de: Tschechische Küche
es: Cocina Checa
fr: Cuisine tchèque
ja: チェコ料理
ko: 체코 요리
pt: Cozinha Tcheca
th: อาหารเช็ก
zh: 捷克料理

# tagHungarianCuisine
source: Hungarian Cuisine
de: Ungarische Küche
es: Cocina Húngara
fr: Cuisine hongroise
ja: ハンガリー料理
ko: 헝가리 요리
pt: Cozinha Húngara
th: อาหารฮังการี
zh: 匈牙利料理

# tagSouthAfricanCuisine
source: South African Cuisine
de: Südafrikanische Küche
es: Cocina Sudafricana
fr: Cuisine sud-africaine
ja: 南アフリカ料理
ko: 남아프리카 요리
pt: Cozinha Sul-Africana
th: อาหารแอฟริกาใต้
zh: 南非料理

# tagEgyptianCuisine
source: Egyptian Cuisine
de: Ägyptische Küche
es: Cocina Egipcia
fr: Cuisine égyptienne
ja: エジプト料理
ko: 이집트 요리
pt: Cozinha Egípcia
th: อาหารอียิปต์
zh: 埃及料理

# tagMoroccanCuisine
source: Moroccan Cuisine
de: Marokkanische Küche
es: Cocina Marroquí
fr: Cuisine marocaine
ja: モロッコ料理
ko: 모로코 요리
pt: Cozinha Marroquina
th: อาหารโมร็อกโก
zh: 摩洛哥料理

# tagNewZealandCuisine
source: New Zealand Cuisine
de: Neuseeländische Küche
es: Cocina Neozelandesa
fr: Cuisine néo-zélandaise
ja: ニュージーランド料理
ko: 뉴질랜드 요리
pt: Cozinha Neozelandesa
th: อาหารนิวซีแลนด์
zh: 新西兰料理

# tagFilipinoCuisine
source: Filipino Cuisine
de: Philippinische Küche
es: Cocina Filipina
fr: Cuisine philippine
ja: フィリピン料理
ko: 필리핀 요리
pt: Cozinha Filipina
th: อาหารฟิลิปปินส์
zh: 菲律宾料理

# tagMalaysianCuisine
source: Malaysian Cuisine
de: Malaysische Küche
es: Cocina Malaya
fr: Cuisine malaisienne
ja: マレーシア料理
ko: 말레이시아 요리
pt: Cozinha Malaia
th: อาหารมาเลเซีย
zh: 马来西亚料理

# tagSingaporeanCuisine
source: Singaporean Cuisine
de: Singapur-Küche
es: Cocina Singapurense
fr: Cuisine singapourienne
ja: シンガポール料理
ko: 싱가포르 요리
pt: Cozinha de Cingapura
th: อาหารสิงคโปร์
zh: 新加坡料理

# tagIndonesianCuisine
source: Indonesian Cuisine
de: Indonesische Küche
es: Cocina Indonesia
fr: Cuisine indonésienne
ja: インドネシア料理
ko: 인도네시아 요리
pt: Cozinha Indonésia
th: อาหารอินโดนีเซีย
zh: 印度尼西亚料理

# tagIranianCuisine
source: Iranian Cuisine
de: Iranische Küche
es: Cocina Iraní
fr: Cuisine iranienne
ja: イラン料理
ko: 이란 요리
pt: Cozinha Iraniana
th: อาหารอิหร่าน
zh: 伊朗料理

# tagSaudiArabianCuisine
source: Saudi Arabian Cuisine
de: Saudi-Arabische Küche
es: Cocina Saudita
fr: Cuisine saoudienne
ja: サウジアラビア料理
ko: 사우디아라비아 요리
pt: Cozinha Saudita
th: อาหารซาอุดีอาระเบีย
zh: 沙特阿拉伯料理

# tagMongolianCuisine
source: Mongolian Cuisine
de: Mongolische Küche
es: Cocina Mongola
fr: Cuisine mongole
ja: モンゴル料理
ko: 몽골 요리
pt: Cozinha Mongol
th: อาหารมองโกเลีย
zh: 蒙古料理

# tagCambodianCuisine
source: Cambodian Cuisine
de: Kambodschanische Küche
es: Cocina Camboyana
fr: Cuisine cambodgienne
ja: カンボジア料理
ko: 캄보디아 요리
pt: Cozinha Cambojana
th: อาหารกัมพูชา
zh: 柬埔寨料理

# tagLaotianCuisine
source: Laotian Cuisine
de: Laotische Küche
es: Cocina Laosiana
fr: Cuisine laotienne
ja: ラオス料理
ko: 라오스 요리
pt: Cozinha Laosiana
th: อาหารลาว
zh: 老挝料理

# tagCubanCuisine
source: Cuban Cuisine
de: Kubanische Küche
es: Cocina Cubana
fr: Cuisine cubaine
ja: キューバ料理
ko: 쿠바 요리
pt: Cozinha Cubana
th: อาหารคิวบา
zh: 古巴料理

# tagJamaicanCuisine
source: Jamaican Cuisine
de: Jamaikanische Küche
es: Cocina Jamaiquina
fr: Cuisine jamaïcaine
ja: ジャマイカ料理
ko: 자메이카 요리
pt: Cozinha Jamaicana
th: อาหารจาเมกา
zh: 牙买加料理

# tagChileanCuisine
source: Chilean Cuisine
de: Chilenische Küche
es: Cocina Chilena
fr: Cuisine chilienne
ja: チリ料理
ko: 칠레 요리
pt: Cozinha Chilena
th: อาหารชิลี
zh: 智利料理

# tagVenezuelanCuisine
source: Venezuelan Cuisine
de: Venezolanische Küche
es: Cocina Venezolana
fr: Cuisine vénézuélienne
ja: ベネズエラ料理
ko: 베네수엘라 요리
pt: Cozinha Venezuelana
th: อาหารเวเนซุเอลา
zh: 委内瑞拉料理

# tagPanamanianCuisine
source: Panamanian Cuisine
de: Panamaische Küche
es: Cocina Panameña
fr: Cuisine panaméenne
ja: パナマ料理
ko: 파나마 요리
pt: Cozinha Panamenha
th: อาหารปานามา
zh: 巴拿马料理

# tagBolivianCuisine
source: Bolivian Cuisine
de: Bolivianische Küche
es: Cocina Boliviana
fr: Cuisine bolivienne
ja: ボリビア料理
ko: 볼리비아 요리
pt: Cozinha Boliviana
th: อาหารโบลิเวีย
zh: 玻利维亚料理

# tagIcelandicCuisine
source: Icelandic Cuisine
de: Isländische Küche
es: Cocina Islandesa
fr: Cuisine islandaise
ja: アイスランド料理
ko: 아이슬란드 요리
pt: Cozinha Islandesa
th: อาหารไอซ์แลนด์
zh: 冰岛料理

# tagLithuanianCuisine
source: Lithuanian Cuisine
de: Litauische Küche
es: Cocina Lituana
fr: Cuisine lituanienne
ja: リトアニア料理
ko: 리투아니아 요리
pt: Cozinha Lituana
th: อาหารลิทัวเนีย
zh: 立陶宛料理

# tagEstonianCuisine
source: Estonian Cuisine
de: Estnische Küche
es: Cocina Estonia
fr: Cuisine estonienne
ja: エストニア料理
ko: 에스토니아 요리
pt: Cozinha Estoniana
th: อาหารเอสโตเนีย
zh: 爱沙尼亚料理

# tagLatvianCuisine
source: Latvian Cuisine
de: Lettische Küche
es: Cocina Letona
fr: Cuisine lettone
ja: ラトビア料理
ko: 라트비아 요리
pt: Cozinha Letã
th: อาหารลัตเวีย
zh: 拉脱维亚料理

# tagFinnishCuisine
source: Finnish Cuisine
de: Finnische Küche
es: Cocina Finlandesa
fr: Cuisine finlandaise
ja: フィンランド料理
ko: 핀란드 요리
pt: Cozinha Finlandesa
th: อาหารฟินแลนด์
zh: 芬兰料理

# tagCroatianCuisine
source: Croatian Cuisine
de: Kroatische Küche
es: Cocina Croata
fr: Cuisine croate
ja: クロアチア料理
ko: 크로아티아 요리
pt: Cozinha Croata
th: อาหารโครเอเชีย
zh: 克罗地亚料理

# tagSlovenianCuisine
source: Slovenian Cuisine
de: Slowenische Küche
es: Cocina Eslovena
fr: Cuisine slovène
ja: スロベニア料理
ko: 슬로베니아 요리
pt: Cozinha Eslovena
th: อาหารสโลวีเนีย
zh: 斯洛文尼亚料理

# tagSlovakCuisine
source: Slovak Cuisine
de: Slowakische Küche
es: Cocina Eslovaca
fr: Cuisine slovaque
ja: スロバキア料理
ko: 슬로바키아 요리
pt: Cozinha Eslovaca
th: อาหารสโลวัก
zh: 斯洛伐克料理

# tagRomanianCuisine
source: Romanian Cuisine
de: Rumänische Küche
es: Cocina Rumana
fr: Cuisine roumaine
ja: ルーマニア料理
ko: 루마니아 요리
pt: Cozinha Romena
th: อาหารโรมาเนีย
zh: 罗马尼亚料理

# tagBulgarianCuisine
source: Bulgarian Cuisine
de: Bulgarische Küche
es: Cocina Búlgara
fr: Cuisine bulgare
ja: ブルガリア料理
ko: 불가리아 요리
pt: Cozinha Búlgara
th: อาหารบัลแกเรีย
zh: 保加利亚料理

# tagSerbianCuisine
source: Serbian Cuisine
de: Serbische Küche
es: Cocina Serbia
fr: Cuisine serbe
ja: セルビア料理
ko: 세르비아 요리
pt: Cozinha Sérvia
th: อาหารเซอร์เบีย
zh: 塞尔维亚料理

# tagAlbanianCuisine
source: Albanian Cuisine
de: Albanische Küche
es: Cocina Albanesa
fr: Cuisine albanaise
ja: アルバニア料理
ko: 알바니아 요리
pt: Cozinha Albanesa
th: อาหารแอลเบเนีย
zh: 阿尔巴尼亚料理

# tagGeorgianCuisine
source: Georgian Cuisine
de: Georgische Küche
es: Cocina Georgiana
fr: Cuisine géorgienne
ja: ジョージア料理
ko: 조지아 요리
pt: Cozinha Georgiana
th: อาหารจอร์เจีย
zh: 格鲁吉亚料理

# tagArmenianCuisine
source: Armenian Cuisine
de: Armenische Küche
es: Cocina Armenia
fr: Cuisine arménienne
ja: アルメニア料理
ko: 아르메니아 요리
pt: Cozinha Armênia
th: อาหารอาร์เมเนีย
zh: 亚美尼亚料理

# tagAzerbaijaniCuisine
source: Azerbaijani Cuisine
de: Aserbaidschanische Küche
es: Cocina Azerbaiyana
fr: Cuisine azerbaïdjanaise
ja: アゼルバイジャン料理
ko: 아제르바이잔 요리
pt: Cozinha Azerbaijana
th: อาหารอาเซอร์ไบจาน
zh: 阿塞拜疆料理

# tagUkrainianCuisine
source: Ukrainian Cuisine
de: Ukrainische Küche
es: Cocina Ucraniana
fr: Cuisine ukrainienne
ja: ウクライナ料理
ko: 우크라이나 요리
pt: Cozinha Ucraniana
th: อาหารยูเครน
zh: 乌克兰料理

# tagBelarusianCuisine
source: Belarusian Cuisine
de: Weißrussische Küche
es: Cocina Bielorrusa
fr: Cuisine biélorusse
ja: ベラルーシ料理
ko: 벨라루스 요리
pt: Cozinha Bielorrussa
th: อาหารเบลารุส
zh: 白俄罗斯料理
