Repository: iseruuuuu/food_gram_app
Catalog: assets/l10n/app_*.arb
Languages: de, es, fr, ja, ko, pt, th, zh

# notificationDinnerBody
source: Post today's meal and wrap up your day gently 📷
de: Poste das heutige Essen und beende den Tag sanft 📷
fr: Postez le repas d'aujourd'hui et terminez la journée en douceur 📷
th: โพสต์มื้ออาหารวันนี้และปิดวันอย่างนุ่มนวล 📷

source: posted
de: veröffentlicht
es: publicado
fr: publié
th: โพสต์แล้ว
zh: 发布

# tutorialLocationTitle
source: Turn on Location!
de: Standort aktivieren!
fr: Activer la localisation !
th: เปิดใช้งานตำแหน่ง!

# tutorialLocationSubTitle
source: To find great places nearby, make restaurant discovery easier
de: Um großartige Orte in der Nähe zu finden, vereinfache die Restaurantsuche
fr: Pour trouver de bons endroits à proximité, facilitez la recherche de restaurants
th: เพื่อค้นหาสถานที่ยอดเยี่ยมใกล้ๆ ทำให้การค้นหาร้านอาหารง่ายขึ้น

# tutorialLocationButton
source: Enable Location
de: Standort aktivieren
fr: Activer la localisation
th: เปิดใช้งานตำแหน่ง

# tutorialNotificationTitle
source: Turn on Notifications!
de: Benachrichtigungen aktivieren!
fr: Activer les notifications !
th: เปิดใช้งานการแจ้งเตือน!

# tutorialNotificationSubTitle
source: We'll send reminders at lunch and dinner
de: Wir senden Erinnerungen zum Mittag- und Abendessen
fr: Nous enverrons des rappels au déjeuner et au dîner
th: เราจะส่งการแจ้งเตือนตอนมื้อกลางวันและมื้อเย็น

# tutorialNotificationButton
source: Enable Notifications
de: Benachrichtigungen aktivieren
fr: Activer les notifications
th: เปิดใช้งานการแจ้งเตือน

source: Select Map App
th: เลือกแอปแผนที่

# settingDeveloper
source: Twitter
ja: 公式Twitter
ko: 트위터
zh: 推特

# settingFaq
source: FAQ
zh: 常见问题

# paywallTitle
source: FoodGram Premium
ja: FoodGram プレミアム
ko: FoodGram 프리미엄
zh: FoodGram高级版
