Repository: iseruuuuu/food_gram_app
Catalog: assets/l10n/app_*.arb
Languages: de, es, fr, ja, ko, pt, th, zh

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt: Fechar
th: ปิด
zh: 关闭

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
th: ยกเลิก
zh: 取消

# editTitle
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt: Editar
th: แก้ไข
zh: 编辑

# editPostButton
source: Edit Post
de: Beitrag bearbeiten
es: Editar Publicación
fr: Modifier la Publication
ja: 編集する
ko: 게시물 편집
pt: Editar Publicação
th: แก้โพสต์
zh: 编辑帖子

# emailInputField
source: Enter your email address
de: Geben Sie Ihre E-Mail-Adresse ein
es: Ingrese su dirección de correo electrónico
fr: Entrez votre adresse e-mail
ja: メールアドレスを入力してください
ko: 이메일 주소를 입력하세요
pt: Digite seu endereço de e-mail
th: กรอกอีเมล
zh: 请输入您的邮箱地址

# settingIcon
source: Select Icon
de: Symbol auswählen
es: Seleccionar Icono
fr: Sélectionner l'icône
ja: アイコンの設定
ko: 아이콘 선택
pt: Selecionar Ícone
th: เลือกไอคอน
zh: 选择图标

source: Username
de: Benutzername
es: Nombre de Usuario
fr: Nom d'utilisateur
ja: ユーザー名
ko: 사용자명
pt: Nome de Usuário
th: ชื่อผู้ใช้
zh: 用户名

# userNameInputField
source: Username (e.g., iseryu)
de: Benutzername (z.B. iseryu)
es: Nombre de usuario (ej: iseryu)
fr: Nom d'utilisateur (ex: iseryu)
ja: ユーザー名（例：いせりゅー）
ko: 사용자명 (예: iseryu)
pt: Nome de usuário (ex: iseryu)
th: ชื่อผู้ใช้ (เช่น iseryu)
zh: 用户名（例如：iseryu）

source: User ID
de: Benutzer-ID
es: ID de Usuario
fr: ID utilisateur
ja: ユーザーID
ko: 사용자 ID
pt: ID do Usuário
th: รหัสผู้ใช้
zh: 用户ID

# userIdInputField
source: User ID (e.g., iseryuuu)
de: Benutzer-ID (z.B. iseryuuu)
es: ID de usuario (ej: iseryuuu)
fr: ID utilisateur (ex: iseryuuu)
ja: ユーザーID （例：iseryuuu）
ko: 사용자 ID (예: iseryuuu)
pt: ID do usuário (ex: iseryuuu)
th: รหัสผู้ใช้ (เช่น iseryuuu)
zh: 用户ID（例如：iseryuuu）

# registerButton
source: Register
de: Registrieren
es: Registrar
fr: S'inscrire
ja: 登録
ko: 등록
pt: Registrar
th: ลงทะเบียน
zh: 注册

# settingAppBar
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 基本設定
ko: 설정
pt: Configurações
th: การตั้งค่า
zh: 设置

# settingCheckVersion
source: Check version
de: Neueste Version prüfen
es: Verificar última versión
fr: Vérifier la dernière version
ja: アップデート
ko: 최신 버전 확인
pt: Verificar versão mais recente
th: ตรวจสอบเวอร์ชัน
zh: 检查最新版本

# settingCheckVersionDialogTitle
source: Update Information
de: Update-Informationen
es: Información de Actualización
fr: Informations de mise à jour
ja: 更新情報
ko: 업데이트 정보
pt: Informações de Atualização
th: ข้อมูลอัปเดต
zh: 更新信息

# settingCheckVersionDialogText1
source: A newer version is available.
de: Eine neue Version ist verfügbar.
es: Hay una nueva versión disponible.
fr: Une nouvelle version est disponible.
ja: 新しいバージョンがご利用いただけます。
ko: 새로운 버전이 사용 가능합니다.
pt: Uma nova versão está disponível.
th: มีเวอร์ชันใหม่ให้ใช้งาน
zh: 有新版本可用。

# settingCheckVersionDialogText2
source: Please update to the latest version.
de: Bitte aktualisieren Sie auf die neueste Version.
es: Por favor actualice a la última versión.
fr: Veuillez mettre à jour vers la dernière version.
ja: 最新版にアップデートしてご利用ください。
ko: 최신 버전으로 업데이트해 주세요.
pt: Por favor, atualize para a versão mais recente.
th: กรุณาอัปเดตเป็นเวอร์ชันล่าสุด
zh: 请更新到最新版本。

# settingReview
source: Review
de: Mit einer Bewertung unterstützen
es: Apoyar con una Reseña
fr: Soutenir avec un avis
ja: レビューする
ko: 리뷰로 지원하기
pt: Apoiar com uma Avaliação
th: รีวิว
zh: 评价支持

# settingShareApp
source: Share
de: Diese App teilen
es: Compartir esta aplicación
fr: Partager cette application
ja: シェアする
ko: 이 앱 공유하기
pt: Compartilhar este aplicativo
th: แชร์
zh: 分享此应用

# settingLicense
source: License
de: Lizenz
es: Licencia
fr: Licence
ja: ライセンス
ko: 라이선스
pt: Licença
th: ใบอนุญาต
zh: 许可证

# settingPrivacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
ja: プライバシー
ko: 개인정보처리방침
pt: Política de Privacidade
th: ความเป็นส่วนตัว
zh: 隐私政策

# settingTermsOfUse
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
ja: 利用規約
ko: 이용약관
pt: Termos de Uso
th: ข้อกำหนด
zh: 使用条款

# settingContact
source: Contact
de: Kontakt
es: Contacto
ja: お問い合せ
ko: 문의
pt: Contato
th: ติดต่อ
zh: 联系我们

# settingTutorial
source: Tutorial
fr: Tutoriel
ja: チュートリアル
ko: 튜토리얼
th: บทช่วยสอน
zh: 教程

# settingCredit
source: Credit
de: Credits
es: Créditos
fr: Crédits
ja: クレジット
ko: 크레딧
pt: Créditos
th: เครดิต
zh: 致谢

source: Unregistered
de: Nicht registriert
es: No Registrado
fr: Non enregistré
ja: 未登録
ko: 미등록
pt: Não Registrado
th: ยังไม่ได้ลงทะเบียน
zh: 未注册

# settingBatteryLevel
source: Battery Level
de: Batteriestand
es: Nivel de Batería
fr: Niveau de batterie
ja: バッテリー残量
ko: 배터리 레벨
pt: Nível da Bateria
th: ระดับแบตเตอรี่
zh: 电池电量

# settingDeviceInfo
source: Device Info
de: Geräteinformationen
es: Información del Dispositivo
fr: Informations sur l'appareil
ja: 端末情報
ko: 기기 정보
pt: Informações do Dispositivo
th: ข้อมูลอุปกรณ์
zh: 设备信息

# settingIosVersion
source: iOS Version
es: Versión de iOS
fr: Version iOS
ja: iOSバージョン
ko: iOS 버전
pt: Versão do iOS
th: เวอร์ชัน iOS
zh: iOS版本

# settingAppVersion
source: App Version
es: Versión de la App
fr: Version de l'application
ja: アプリバージョン
ko: 앱 버전
pt: Versão do App
th: เวอร์ชันแอป
zh: 应用版本

# settingAccount
source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt: Conta
th: บัญชี
zh: 账户

# settingLogoutButton
source: Logout
de: Abmelden
es: Cerrar Sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
pt: Sair
th: ออกจากระบบ
zh: 登出

# settingDeleteAccountButton
source: Request Deletion
de: Kontolöschung beantragen
es: Solicitar Eliminación de Cuenta
fr: Demander la suppression du compte
ja: アカウント削除申請
ko: 계정 삭제 요청
pt: Solicitar Exclusão de Conta
th: ขอลบบัญชี
zh: 申请删除账户

# settingQuestion
source: Question Box
de: Fragebox
es: Caja de Preguntas
fr: Boîte à questions
ja: 質問箱
ko: 질문함
pt: Caixa de Perguntas
th: กล่องคำถาม
zh: 问题箱

# settingAccountManagement
source: Account Management
de: Kontoverwaltung
es: Gestión de Cuenta
fr: Gestion du compte
ja: アカウント管理
ko: 계정 관리
pt: Gerenciamento de Conta
th: จัดการบัญชี
zh: 账户管理

# settingRestoreSuccessTitle
source: Restore successful
de: Wiederherstellung erfolgreich
es: Restauración exitosa
fr: Restauration réussie
ja: 復元が成功しました
ko: 복원 성공
pt: Restauração bem-sucedida
th: กู้คืนสำเร็จ
zh: 恢复成功

# settingRestoreSuccessSubtitle
source: Premium features enabled!
de: Premium-Funktionen aktiviert!
es: ¡Funciones premium habilitadas!
fr: Fonctionnalités premium activées !
ja: プレミアム機能が有効になりました！
ko: 프리미엄 기능이 활성화되었습니다!
pt: Recursos premium ativados!
th: ฟีเจอร์พรีเมียมเปิดใช้งานแล้ว!
zh: 高级功能已启用！

# settingRestoreFailureTitle
source: Restore failed
de: Wiederherstellung fehlgeschlagen
es: Restauración fallida
fr: Échec de la restauration
ja: 復元失敗
ko: 복원 실패
pt: Falha na restauração
th: กู้คืนล้มเหลว
zh: 恢复失败

# settingRestoreFailureSubtitle
source: No purchase history? Contact support
de: Keine Kaufhistorie? Kontaktieren Sie den Support
es: ¿Sin historial de compras? Contacte soporte
fr: Aucun historique d'achat ? Contactez le support
ja: 購入履歴がない場合はサポートにご連絡を
ko: 구매 기록이 없나요? 지원팀에 문의하세요
pt: Sem histórico de compras? Entre em contato com o suporte
th: ไม่มีประวัติซื้อ? ติดต่อสนับสนุน
zh: 没有购买记录？请联系客服

# settingRestore
source: Restore
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
ja: 購入を復元
ko: 구매 복원
pt: Restaurar compra
th: กู้คืน
zh: 恢复购买

# settingPremiumMembership
source: Become Premium Member Ship
th: เป็นพรีเมียม

# shareButton
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: シェア
ko: 공유
pt: Compartilhar
th: แชร์
zh: 分享

# postFoodName
source: Food Name
de: Essensname
es: Nombre del Alimento
fr: Nom du plat
ja: 食べたもの
ko: 음식 이름
pt: Nome da Comida
th: ชื่ออาหาร
zh: 食物名称

# postFoodNameInputField
source: Enter food name(Required)
de: Essensname eingeben (Erforderlich)
es: Ingrese nombre del alimento (Requerido)
fr: Entrez le nom du plat (Requis)
ja: 食べたものを入力(必須)
ko: 음식 이름 입력(필수)
pt: Digite o nome da comida (Obrigatório)
th: กรอกชื่ออาหาร (จำเป็น)
zh: 输入食物名称（必填）

# postRestaurantNameInputField
source: Add restaurant(Required)
de: Restaurant hinzufügen (Erforderlich)
es: Agregar restaurante (Requerido)
fr: Ajouter un restaurant (Requis)
ja: レストラン名を追加(必須)
ko: 레스토랑 추가(필수)
pt: Adicionar restaurante (Obrigatório)
th: เพิ่มชื่อร้าน (จำเป็น)
zh: 添加餐厅（必填）

# postComment
source: Enter Comment(Optional)
de: Kommentar eingeben (Optional)
es: Ingrese comentario (Opcional)
fr: Entrez un commentaire (Optionnel)
ja: コメントを入力(任意)
ko: 댓글 입력(선택사항)
pt: Digite comentário (Opcional)
th: ความคิดเห็น (ไม่บังคับ)
zh: 输入评论（可选）

# postCommentInputField
source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
ja: コメント(任意)
ko: 댓글
pt: Comentário
th: ความคิดเห็น
zh: 评论

# postError
source: Submission failure
de: Übermittlung fehlgeschlagen
es: Error de envío
fr: Échec de soumission
ja: 投稿失敗
ko: 제출 실패
pt: Falha no envio
th: ส่งล้มเหลว
zh: 提交失败

# postCategoryTitle
source: Select country/cuisine tag (optional)
de: Land/Küche-Etikett auswählen (optional)
es: Seleccionar etiqueta de país/cocina (opcional)
fr: Sélectionner l'étiquette pays/cuisine (optionnel)
ja: 国・料理カテゴリーの選択(任意)
ko: 국가/요리 태그 선택 (선택사항)
pt: Selecionar etiqueta de país/cozinha (opcional)
th: เลือกแท็กประเทศ/อาหาร
zh: 选择国家/菜系标签（可选）

# postCountryCategory
source: Country
de: Land
es: País
fr: Pays
ja: 国
ko: 국가
pt: País
th: ประเทศ
zh: 国家

# postCuisineCategory
source: Cuisine
de: Küche
es: Cocina
ja: 料理
ko: 요리
pt: Cozinha
th: อาหาร
zh: 菜系

# postTitle
source: Post
de: Veröffentlichen
es: Publicar
fr: Publier
ja: 投稿
ko: 게시
pt: Publicar
th: โพสต์
zh: 发布

# postMissingInfo
source: Please fill in all required fields
de: Bitte füllen Sie alle erforderlichen Felder aus
es: Por favor complete todos los campos requeridos
fr: Veuillez remplir tous les champs requis
ja: 必須項目を入力してください
ko: 모든 필수 항목을 입력해 주세요
pt: Por favor, preencha todos os campos obrigatórios
th: กรุณากรอกให้ครบ
zh: 请填写所有必填项

# postMissingPhoto
source: Please add a photo
de: Bitte fügen Sie ein Foto hinzu
es: Por favor agregue una foto
fr: Veuillez ajouter une photo
ko: 사진을 추가해 주세요
pt: Por favor, adicione uma foto
th: กรุณาเพิ่มรูปภาพ
zh: 请添加照片

# postMissingFoodName
source: Please enter what you ate
de: Bitte geben Sie ein, was Sie gegessen haben
es: Por favor ingrese qué comió
fr: Veuillez entrer ce que vous avez mangé
ko: 먹은 것을 입력해 주세요
pt: Por favor, digite o que você comeu
th: กรุณากรอกสิ่งที่คุณกิน
zh: 请输入您吃了什么

# postMissingRestaurant
source: Please add restaurant name
de: Bitte fügen Sie den Restaurantnamen hinzu
es: Por favor agregue nombre del restaurante
fr: Veuillez ajouter le nom du restaurant
ko: 레스토랑 이름을 추가해 주세요
pt: Por favor, adicione o nome do restaurante
th: กรุณาเพิ่มชื่อร้านอาหาร
zh: 请添加餐厅名称

# postPhotoSuccess
source: Photo added successfully
de: Foto erfolgreich hinzugefügt
es: Foto agregada exitosamente
fr: Photo ajoutée avec succès
ja: 写真を追加しました
ko: 사진이 성공적으로 추가되었습니다
pt: Foto adicionada com sucesso
th: เพิ่มรูปภาพสำเร็จ
zh: 照片添加成功

# postCameraPermission
source: Camera permission is required
de: Kamera-Berechtigung erforderlich
es: Se requiere permiso de cámara
fr: Permission d'appareil photo requise
ja: カメラの許可が必要です
ko: 카메라 권한이 필요합니다
pt: Permissão de câmera necessária
th: ต้องการสิทธิ์กล้อง
zh: 需要相机权限

# postAlbumPermission
source: Photo library permission is required
de: Foto-Bibliothek-Berechtigung erforderlich
es: Se requiere permiso de biblioteca de fotos
fr: Permission de bibliothèque photo requise
ja: フォトライブラリの許可が必要です
ko: 사진 라이브러리 권한이 필요합니다
pt: Permissão de biblioteca de fotos necessária
th: ต้องการสิทธิ์รูปภาพ
zh: 需要照片库权限

# postSuccess
source: Post successful
de: Veröffentlichung erfolgreich
es: Publicación exitosa
fr: Publication réussie
ja: 投稿が完了しました
ko: 게시 성공
pt: Publicação bem-sucedida
th: โพสต์สำเร็จ
zh: 发布成功

# postSearchError
source: Unable to search for place names
de: Ortsnamen können nicht gesucht werden
es: No se puede buscar nombres de lugares
fr: Impossible de rechercher les noms de lieux
ja: 場所名の検索ができません
ko: 장소 이름을 검색할 수 없습니다
pt: Não é possível pesquisar nomes de lugares
th: ไม่สามารถค้นหาชื่อสถานที่
zh: 无法搜索地点名称

# editUpdateButton
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: 更新
ko: 업데이트
pt: Atualizar
th: อัปเดต
zh: 更新

# editBio
source: Bio (optional)
de: Biografie (optional)
es: Biografía (opcional)
fr: Biographie (optionnel)
ja: 自己紹介(任意)
ko: 소개 (선택사항)
pt: Biografia (opcional)
th: ประวัติ (ไม่บังคับ)
zh: 个人简介（可选）

# editBioInputField
source: Enter bio
de: Biografie eingeben
es: Ingrese biografía
fr: Entrez la biographie
ja: 自己紹介を入力してください
ko: 소개 입력
pt: Digite a biografia
th: กรอกประวัติ
zh: 输入个人简介

# editFavoriteTagTitle
source: Select Favorite Tag
de: Lieblings-Etikett auswählen
es: Seleccionar Etiqueta Favorita
fr: Sélectionner l'étiquette favorite
ja: お気に入りタグの選択
ko: 즐겨찾기 태그 선택
pt: Selecionar Etiqueta Favorita
th: เลือกแท็กที่ชื่นชอบ
zh: 选择收藏标签

# emptyPosts
source: There are no posts
de: Keine Beiträge
es: No hay publicaciones
fr: Aucune publication
ja: 投稿がありません
ko: 게시물이 없습니다
pt: Não há publicações
th: ไม่มีโพสต์
zh: 暂无帖子

# searchEmptyResult
source: No results found for your search.
de: Keine Ergebnisse für Ihre Suche gefunden.
es: No se encontraron resultados para su búsqueda.
fr: Aucun résultat trouvé pour votre recherche.
ja: 該当する場所が見つかりませんでした
ko: 검색 결과를 찾을 수 없습니다.
pt: Nenhum resultado encontrado para sua pesquisa.
th: ไม่พบผลลัพธ์
zh: 未找到搜索结果。

# searchButton
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
pt: Pesquisar
th: ค้นหา
zh: 搜索

# searchTitle
source: Search
th: ค้นหา

# searchRestaurantTitle
source: Search Restaurants
de: Restaurants suchen
es: Buscar Restaurantes
fr: Rechercher des restaurants
ja: レストランを探す
ko: 레스토랑 검색
pt: Pesquisar Restaurantes
th: ค้นหาร้านอาหาร
zh: 搜索餐厅

# searchUserTitle
source: User Search
de: Benutzersuche
es: Búsqueda de Usuarios
fr: Recherche d'utilisateurs
ko: 사용자 검색
pt: Pesquisa de Usuários
th: ค้นหาผู้ใช้
zh: 用户搜索

# searchUserHeader
source: User Search (by Post Count)
de: Benutzersuche (nach Beitragszahl)
es: Búsqueda de Usuarios (por Número de Publicaciones)
fr: Recherche d'utilisateurs (par nombre de publications)
ko: 사용자 검색 (게시물 수순)
pt: Pesquisa de Usuários (por Número de Publicações)
th: ค้นหาผู้ใช้
zh: 用户搜索（按帖子数量）

# searchUserPostCount
source: Posts: {count}
de: Beiträge: {count}
es: Publicaciones: {count}
fr: Publications: {count}
ko: 게시물: {count}개
pt: Publicações: {count}
th: โพสต์: {count}
zh: 帖子数: {count}

# searchUserLatestPosts
source: Latest Posts
de: Neueste Beiträge
es: Últimas Publicaciones
fr: Dernières publications
ko: 최신 게시물
pt: Publicações Recentes
th: โพสต์ล่าสุด
zh: 最新帖子

# searchUserNoUsers
source: No users with posts found
de: Keine Benutzer mit Beiträgen gefunden
es: No se encontraron usuarios con publicaciones
fr: Aucun utilisateur avec des publications trouvé
ko: 게시물이 있는 사용자를 찾을 수 없습니다
pt: Nenhum usuário com publicações encontrado
th: ไม่พบผู้ใช้ที่มีโพสต์
zh: 没有找到有帖子的用户

# unknown
source: Unknown・No Hits
de: Unbekannt・Keine Ergebnisse
es: Desconocido・Sin resultados
fr: Inconnu・Aucun résultat
ja: 不明・ヒットなし
ko: 알 수 없음・검색 결과 없음
pt: Desconhecido・Sem resultados
th: ไม่ทราบ・ไม่พบ
zh: 未知・无结果

# profilePostCount
source: Posts
de: Beiträge
es: Publicaciones
fr: Publications
ja: 投稿
ko: 게시물
pt: Publicações
th: โพสต์
zh: 帖子

# profilePointCount
source: Points
de: Punkte
es: Puntos
ja: ポイント
ko: 포인트
pt: Pontos
th: คะแนน
zh: 积分

# profileEditButton
source: Edit Profile
de: Profil bearbeiten
es: Editar Perfil
fr: Modifier le profil
ja: プロフィールを編集
ko: 프로필 편집
pt: Editar Perfil
th: แก้ไขโปรไฟล์
zh: 编辑个人资料

# profileExchangePointsButton
source: Exchange Points
de: Punkte einlösen
es: Canjear Puntos
fr: Échanger des points
ja: ポイントを交換する
ko: 포인트 교환
pt: Trocar Pontos
th: แลกคะแนน
zh: 兑换积分

# profileFavoriteGenre
source: Favorite Genre
de: Lieblingsgenre
es: Género Favorito
fr: Genre favori
ja: 好きなジャンル
ko: 즐겨찾기 장르
pt: Gênero Favorito
th: ประเภทที่ชื่นชอบ
zh: 收藏类型

# likeButton
source: Like
de: Gefällt mir
es: Me Gusta
fr: J'aime
ja: いいね
ko: 좋아요
pt: Curtir
th: ถูกใจ
zh: 点赞

# shareReviewPrefix
source: Just shared my review of what I ate!
de: Ich habe gerade meine Bewertung von dem, was ich gegessen habe, geteilt!
es: ¡Acabo de compartir mi reseña de lo que comí!
fr: Je viens de partager mon avis sur ce que j'ai mangé !
ja: で食べたレビューを投稿しました！
ko: 먹은 것의 리뷰를 공유했습니다!
pt: Acabei de compartilhar minha avaliação do que comi!
th: เพิ่งแชร์มื้อที่กิน!
zh: 刚刚分享了我吃的美食评论！

# shareReviewSuffix
source: For more, take a look at foodGram!
de: Für mehr schauen Sie sich foodGram an!
es: ¡Para más, echa un vistazo a foodGram!
fr: Pour plus, jetez un œil à foodGram !
ja: 詳しくはfoodGramで確認してみよう！
ko: 더 자세한 내용은 foodGram에서 확인해보세요!
pt: Para mais, dê uma olhada no foodGram!
th: ดูเพิ่มเติมที่ foodGram!
zh: 更多内容，请查看foodGram！

# postDetailSheetTitle
source: About this post
de: Über diesen Beitrag
es: Acerca de esta publicación
fr: À propos de cette publication
ja: この投稿について
ko: 이 게시물에 대해
pt: Sobre esta publicação
th: เกี่ยวกับโพสต์นี้
zh: 关于此帖子

# postDetailSheetShareButton
source: Share this post
de: Diesen Beitrag teilen
es: Compartir esta publicación
fr: Partager cette publication
ja: この投稿をシェアする
ko: 이 게시물 공유
pt: Compartilhar esta publicação
th: แชร์โพสต์นี้
zh: 分享此帖子

# postDetailSheetReportButton
source: Report this post
de: Diesen Beitrag melden
es: Reportar esta publicación
fr: Signaler cette publication
ja: この投稿を報告する
ko: 이 게시물 신고
pt: Denunciar esta publicação
th: รายงานโพสต์นี้
zh: 举报此帖子

# postDetailSheetBlockButton
source: Block this user
de: Diesen Benutzer blockieren
es: Bloquear este usuario
fr: Bloquer cet utilisateur
ja: このユーザーをブロックする
ko: 이 사용자 차단
pt: Bloquear este usuário
th: บล็อกผู้ใช้คนนี้
zh: 屏蔽此用户

# dialogYesButton
source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
ko: 예
pt: Sim
th: ใช่
zh: 是

# dialogNoButton
source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니오
pt: Não
th: ไม่
zh: 否

# dialogReportTitle
source: Report a Post
de: Beitrag melden
es: Reportar una Publicación
fr: Signaler une publication
ja: 投稿の報告
ko: 게시물 신고
pt: Denunciar uma Publicação
th: รายงานโพสต์
zh: 举报帖子

# dialogReportDescription1
source: You will report this post.
de: Sie werden diesen Beitrag melden.
es: Reportará esta publicación.
fr: Vous signalerez cette publication.
ja: この投稿について報告を行います
ko: 이 게시물을 신고합니다.
pt: Você denunciará esta publicação.
th: คุณจะรายงานโพสต์นี้
zh: 您将举报此帖子。

# dialogReportDescription2
source: You will proceed to a Google Form.
de: Sie werden zu einem Google-Formular weitergeleitet.
es: Será dirigido a un Formulario de Google.
fr: Vous serez dirigé vers un formulaire Google.
ja: Googleフォームに遷移します
ko: Google 폼으로 이동합니다.
pt: Você será direcionado para um Formulário do Google.
th: จะนำไปยัง Google Form
zh: 您将跳转到Google表单。

# dialogBlockTitle
source: Block Confirmation
de: Blockierung bestätigen
es: Confirmación de Bloqueo
fr: Confirmation de blocage
ja: ブロック確認
ko: 차단 확인
pt: Confirmar Bloqueio
th: ยืนยันการบล็อก
zh: 屏蔽确认

# dialogBlockDescription1
source: Do you want to block this user?
de: Möchten Sie diesen Benutzer blockieren?
es: ¿Quiere bloquear a este usuario?
fr: Voulez-vous bloquer cet utilisateur ?
ja: このユーザーをブロックしますか？
ko: 이 사용자를 차단하시겠습니까?
pt: Você quer bloquear este usuário?
th: คุณต้องการบล็อกผู้ใช้คนนี้หรือไม่?
zh: 您要屏蔽此用户吗？

# dialogBlockDescription2
source: This will hide the user's posts.
de: Dies wird die Beiträge des Benutzers ausblenden.
es: Esto ocultará las publicaciones del usuario.
fr: Cela masquera les publications de l'utilisateur.
ja: このユーザーの投稿を非表示にします
ko: 이 사용자의 게시물이 숨겨집니다.
pt: Isso ocultará as publicações do usuário.
th: นี่จะซ่อนโพสต์ของผู้ใช้
zh: 这将隐藏该用户的帖子。

# dialogBlockDescription3
source: Blocked users will be saved locally.
de: Blockierte Benutzer werden lokal gespeichert.
es: Los usuarios bloqueados se guardarán localmente.
fr: Les utilisateurs bloqués seront sauvegardés localement.
ja: ブロックしたユーザーはローカルで保存します
ko: 차단된 사용자는 로컬에 저장됩니다.
pt: Usuários bloqueados serão salvos localmente.
th: ผู้ใช้ที่ถูกบล็อกจะถูกบันทึกในเครื่อง
zh: 被屏蔽的用户将保存在本地。

# dialogDeleteTitle
source: Delete Post
de: Beitrag löschen
es: Eliminar Publicación
fr: Supprimer la publication
ja: 投稿の削除
ko: 게시물 삭제
pt: Excluir Publicação
th: ลบโพสต์
zh: 删除帖子

# heartLimitMessage
source: You've reached today's limit of 10 likes. Please try again tomorrow.
de: Sie haben das heutige Limit von 10 Likes erreicht. Bitte versuchen Sie es morgen erneut.
es: Has alcanzado el límite de 10 me gusta de hoy. Por favor, inténtalo de nuevo mañana.
fr: Vous avez atteint la limite de 10 j'aime d'aujourd'hui. Veuillez réessayer demain.
th: ถึงขีดจำกัด 10 ถูกใจวันนี้แล้ว ลองใหม่อีกครั้งพรุ่งนี้
zh: 您已达到今天10个赞的限制。请明天再试。

# dialogDeleteDescription1
source: Do you want to delete this post?
de: Möchten Sie diesen Beitrag löschen?
es: ¿Quiere eliminar esta publicación?
fr: Voulez-vous supprimer cette publication ?
ja: この投稿を削除しますか？
ko: 이 게시물을 삭제하시겠습니까?
pt: Você quer excluir esta publicação?
th: คุณต้องการลบโพสต์นี้หรือไม่?
zh: 您要删除此帖子吗？

# dialogDeleteDescription2
source: Once deleted, it cannot be restored.
de: Einmal gelöscht, kann er nicht wiederhergestellt werden.
es: Una vez eliminada, no se puede restaurar.
fr: Une fois supprimée, elle ne peut pas être restaurée.
ja: 一度削除してしまうと復元できません
ko: 삭제하면 복원할 수 없습니다.
pt: Uma vez excluída, não pode ser restaurada.
th: เมื่อลบแล้ว จะไม่สามารถกู้คืนได้
zh: 删除后无法恢复。

# dialogDeleteError
source: Deletion failed.
de: Löschung fehlgeschlagen.
es: Error de eliminación.
fr: Échec de la suppression.
ja: 削除が失敗しました
ko: 삭제에 실패했습니다.
pt: Falha na exclusão.
th: ลบล้มเหลว
zh: 删除失败。

# dialogLogoutTitle
source: Confirm Logout
de: Abmeldung bestätigen
es: Confirmar Cierre de Sesión
fr: Confirmer la déconnexion
ja: ログアウトの確認
ko: 로그아웃 확인
pt: Confirmar Saída
th: ยืนยันการออกจากระบบ
zh: 确认登出

# dialogLogoutDescription1
source: Would you like to log out?
de: Möchten Sie sich abmelden?
es: ¿Le gustaría cerrar sesión?
fr: Voulez-vous vous déconnecter ?
ja: ログアウトしますか?
ko: 로그아웃하시겠습니까?
pt: Você quer sair?
th: คุณต้องการออกจากระบบหรือไม่?
zh: 您要登出吗？

# dialogLogoutDescription2
source: Account status is stored on the server.
de: Der Kontostatus wird auf dem Server gespeichert.
es: El estado de la cuenta se almacena en el servidor.
fr: L'état du compte est stocké sur le serveur.
ja: アカウントの状態はサーバー上に保存されています。
ko: 계정 상태는 서버에 저장됩니다.
pt: O status da conta é armazenado no servidor.
th: สถานะบัญชีถูกเก็บไว้บนเซิร์ฟเวอร์
zh: 账户状态保存在服务器上。

# dialogLogoutButton
source: Logout
de: Abmelden
es: Cerrar Sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
pt: Sair
th: ออกจากระบบ
zh: 登出

# errorTitle
source: Communication Error
de: Kommunikationsfehler
es: Error de Comunicación
fr: Erreur de communication
ja: 通信エラー
ko: 통신 오류
pt: Erro de Comunicação
th: ข้อผิดพลาดในการเชื่อมต่อ
zh: 通信错误

# errorDescription1
source: A connection error has occurred.
de: Ein Verbindungsfehler ist aufgetreten.
es: Ha ocurrido un error de conexión.
fr: Une erreur de connexion s'est produite.
ja: 接続エラーが発生しました
ko: 연결 오류가 발생했습니다.
pt: Ocorreu um erro de conexão.
th: เกิดข้อผิดพลาดในการเชื่อมต่อ
zh: 发生连接错误。

# errorDescription2
source: Check your network connection and try again.
de: Überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: Verifique su conexión de red e intente de nuevo.
fr: Vérifiez votre connexion réseau et réessayez.
ja: ネットワーク接続を確認し、もう一度試してください
ko: 네트워크 연결을 확인하고 다시 시도해 주세요.
pt: Verifique sua conexão de rede e tente novamente.
th: ตรวจสอบการเชื่อมต่อเครือข่ายและลองอีกครั้ง
zh: 请检查网络连接并重试。

# errorRefreshButton
source: Reload
de: Neu laden
es: Recargar
fr: Recharger
ja: 再読み込み
ko: 새로고침
pt: Recarregar
th: โหลดใหม่
zh: 重新加载

# error
source: Errors have occurred
de: Fehler sind aufgetreten
es: Han ocurrido errores
fr: Des erreurs se sont produites
ja: エラーが発生しました
ko: 오류가 발생했습니다
pt: Ocorreram erros
th: เกิดข้อผิดพลาด
zh: 发生错误
