Repository: iseruuuuu/food_gram_app
Catalog: assets/l10n/app_*.arb
Languages: de, es, fr, ja, ko, pt, th, zh

# tagKazakhCuisine
source: Kazakh Cuisine
de: Kasachische Küche
es: Cocina Kazaja
fr: Cuisine kazakhe
ja: カザフスタン料理
ko: 카자흐스탄 요리
pt: Cozinha Cazaque
th: อาหารคาซัคสถาน
zh: 哈萨克斯坦料理

# tagUzbekCuisine
source: Uzbek Cuisine
de: Usbekische Küche
es: Cocina Uzbeka
fr: Cuisine ouzbèke
ja: ウズベキスタン料理
ko: 우즈베키스탄 요리
pt: Cozinha Uzbeque
th: อาหารอุซเบกิสถาน
zh: 乌兹别克斯坦料理

# tagKyrgyzCuisine
source: Kyrgyz Cuisine
de: Kirgisische Küche
es: Cocina Kirguisa
fr: Cuisine kirghize
ja: キルギス料理
ko: 키르기스스탄 요리
pt: Cozinha Quirguiz
th: อาหารคีร์กีซสถาน
zh: 吉尔吉斯斯坦料理

# tagTurkmenCuisine
source: Turkmen Cuisine
de: Turkmenische Küche
es: Cocina Turcomana
fr: Cuisine turkmène
ja: トルクメニスタン料理
ko: 투르크메니스탄 요리
pt: Cozinha Turcomena
th: อาหารเติร์กเมนิสถาน
zh: 土库曼斯坦料理

# tagTajikCuisine
source: Tajik Cuisine
de: Tadschikische Küche
es: Cocina Tayika
fr: Cuisine tadjike
ja: タジキスタン料理
ko: 타지키스탄 요리
pt: Cozinha Tajique
th: อาหารทาจิกิสถาน
zh: 塔吉克斯坦料理

# tagMaldivianCuisine
source: Maldivian Cuisine
de: Maledivische Küche
es: Cocina Maldiva
fr: Cuisine maldivienne
ja: モルディブ料理
ko: 몰디브 요리
pt: Cozinha Maldiva
th: อาหารมัลดีฟส์
zh: 马尔代夫料理

# tagNepaleseCuisine
source: Nepalese Cuisine
de: Nepalesische Küche
es: Cocina Nepalí
fr: Cuisine népalaise
ja: ネパール料理
ko: 네팔 요리
pt: Cozinha Nepalesa
th: อาหารเนปาล
zh: 尼泊尔料理

# tagBangladeshiCuisine
source: Bangladeshi Cuisine
de: Bangladeschische Küche
es: Cocina Bangladesí
fr: Cuisine bangladaise
ja: バングラデシュ料理
ko: 방글라데시 요리
pt: Cozinha Bangladeshi
th: อาหารบังกลาเทศ
zh: 孟加拉国料理

# tagMyanmarCuisine
source: Myanmar Cuisine
de: Myanmarische Küche
es: Cocina Birmana
fr: Cuisine birmane
ja: ミャンマー料理
ko: 미얀마 요리
pt: Cozinha Birmanesa
th: อาหารพม่า
zh: 缅甸料理

# tagBruneianCuisine
source: Bruneian Cuisine
de: Brunei-Küche
es: Cocina Bruneana
fr: Cuisine bruneienne
ja: ブルネイ料理
ko: 브루나이 요리
pt: Cozinha Bruneana
th: อาหารบรูไน
zh: 文莱料理

# tagTaiwaneseCuisine
source: Taiwanese Cuisine
de: Taiwanesische Küche
es: Cocina Taiwanesa
fr: Cuisine taïwanaise
ja: 台湾料理
ko: 대만 요리
pt: Cozinha Taiwanesa
th: อาหารไต้หวัน
zh: 台湾料理

# tagNigerianCuisine
source: Nigerian Cuisine
de: Nigerianische Küche
es: Cocina Nigeriana
fr: Cuisine nigériane
ja: ナイジェリア料理
ko: 나이지리아 요리
pt: Cozinha Nigeriana
th: อาหารไนจีเรีย
zh: 尼日利亚料理

# tagKenyanCuisine
source: Kenyan Cuisine
de: Kenia-Küche
es: Cocina Keniana
fr: Cuisine kényane
ja: ケニア料理
ko: 케냐 요리
pt: Cozinha Queniana
th: อาหารเคนยา
zh: 肯尼亚料理

# tagGhanaianCuisine
source: Ghanaian Cuisine
de: Ghanaische Küche
es: Cocina Ghanesa
fr: Cuisine ghanéenne
ja: ガーナ料理
ko: 가나 요리
pt: Cozinha Ganense
th: อาหารกานา
zh: 加纳料理

# tagEthiopianCuisine
source: Ethiopian Cuisine
de: Äthiopische Küche
es: Cocina Etíope
fr: Cuisine éthiopienne
ja: エチオピア料理
ko: 에티오피아 요리
pt: Cozinha Etíope
th: อาหารเอธิโอเปีย
zh: 埃塞俄比亚料理

# tagSudaneseCuisine
source: Sudanese Cuisine
de: Sudanesische Küche
es: Cocina Sudanesa
fr: Cuisine soudanaise
ja: スーダン料理
ko: 수단 요리
pt: Cozinha Sudanesa
th: อาหารซูดาน
zh: 苏丹料理

# tagTunisianCuisine
source: Tunisian Cuisine
de: Tunesische Küche
es: Cocina Tunecina
fr: Cuisine tunisienne
ja: チュニジア料理
ko: 튀니지 요리
pt: Cozinha Tunisiana
th: อาหารตูนิเซีย
zh: 突尼斯料理

# tagAngolanCuisine
source: Angolan Cuisine
de: Angolanische Küche
es: Cocina Angoleña
fr: Cuisine angolaise
ja: アンゴラ料理
ko: 앙골라 요리
pt: Cozinha Angolana
th: อาหารแองโกลา
zh: 安哥拉料理

# tagCongoleseCuisine
source: Congolese Cuisine
de: Kongolesische Küche
es: Cocina Congoleña
fr: Cuisine congolaise
ja: コンゴ料理
ko: 콩고 요리
pt: Cozinha Congolesa
th: อาหารคองโก
zh: 刚果料理

# tagZimbabweanCuisine
source: Zimbabwean Cuisine
de: Simbabwe-Küche
es: Cocina Zimbabuense
fr: Cuisine zimbabwéenne
ja: ジンバブエ料理
ko: 짐바브웨 요리
pt: Cozinha Zimbabuana
th: อาหารซิมบับเว
zh: 津巴布韦料理

# tagMalagasyCuisine
source: Malagasy Cuisine
de: Madagassische Küche
es: Cocina Malgache
fr: Cuisine malgache
ja: マダガスカル料理
ko: 마다가스카르 요리
pt: Cozinha Malgaxe
th: อาหารมาดากัสการ์
zh: 马达加斯加料理

# tagPapuaNewGuineanCuisine
source: Papua New Guinean Cuisine
de: Papua-Neuguinea-Küche
es: Cocina Papú
fr: Cuisine papouasienne
ja: パプアニューギニア料理
ko: 파푸아뉴기니 요리
pt: Cozinha Papua-Nova Guiné
th: อาหารปาปัวนิวกินี
zh: 巴布亚新几内亚料理

# tagSamoanCuisine
source: Samoan Cuisine
de: Samoanische Küche
es: Cocina Samoana
fr: Cuisine samoane
ja: サモア料理
ko: 사모아 요리
pt: Cozinha Samoana
th: อาหารซามัว
zh: 萨摩亚料理

# tagTuvaluanCuisine
source: Tuvaluan Cuisine
de: Tuvalu-Küche
es: Cocina Tuvaluana
fr: Cuisine tuvaluane
ja: ツバル料理
ko: 투발루 요리
pt: Cozinha Tuvaluana
th: อาหารตูวาลู
zh: 图瓦卢料理

# tagFijianCuisine
source: Fijian Cuisine
de: Fidschi-Küche
es: Cocina Fiyiana
fr: Cuisine fidjienne
ja: フィジー料理
ko: 피지 요리
pt: Cozinha Fijiana
th: อาหารฟิจิ
zh: 斐济料理

# tagPalauanCuisine
source: Palauan Cuisine
de: Palau-Küche
es: Cocina Palauana
fr: Cuisine palauane
ja: パラオ料理
ko: 팔라우 요리
pt: Cozinha Palauana
th: อาหารปาเลา
zh: 帕劳料理

# tagKiribatiCuisine
source: Kiribati Cuisine
de: Kiribati-Küche
es: Cocina Kiribatiana
fr: Cuisine kiribatienne
ja: キリバス料理
ko: 키리바시 요리
pt: Cozinha Kiribatiana
th: อาหารคิริบาส
zh: 基里巴斯料理

# tagVanuatuanCuisine
source: Vanuatuan Cuisine
de: Vanuatu-Küche
es: Cocina Vanuatuana
fr: Cuisine vanuatuane
ja: バヌアツ料理
ko: 바누아투 요리
pt: Cozinha Vanuatuana
th: อาหารวานูอาตู
zh: 瓦努阿图料理

# tagBahrainiCuisine
source: Bahraini Cuisine
de: Bahrainische Küche
es: Cocina Bahreiní
fr: Cuisine bahreïnienne
ja: バーレーン料理
ko: 바레인 요리
pt: Cozinha Bahreiniana
th: อาหารบาห์เรน
zh: 巴林料理

# tagQatariCuisine
source: Qatari Cuisine
de: Katarische Küche
es: Cocina Catarí
fr: Cuisine qatarie
ja: カタール料理
ko: 카타르 요리
pt: Cozinha Catariana
th: อาหารกาตาร์
zh: 卡塔尔料理

# tagKuwaitiCuisine
source: Kuwaiti Cuisine
de: Kuwaitische Küche
es: Cocina Kuwaití
fr: Cuisine koweïtienne
ja: クウェート料理
ko: 쿠웨이트 요리
pt: Cozinha Kuwaitiana
th: อาหารคูเวต
zh: 科威特料理

# tagOmaniCuisine
source: Omani Cuisine
de: Omanische Küche
es: Cocina Omaní
fr: Cuisine omanaise
ja: オマーン料理
ko: 오만 요리
pt: Cozinha Omaniana
th: อาหารโอมาน
zh: 阿曼料理

# tagYemeniCuisine
source: Yemeni Cuisine
de: Jemenitische Küche
es: Cocina Yemení
fr: Cuisine yéménite
ja: イエメン料理
ko: 예멘 요리
pt: Cozinha Iemenita
th: อาหารเยเมน
zh: 也门料理

# tagLebaneseCuisine
source: Lebanese Cuisine
de: Libanesische Küche
es: Cocina Libanesa
fr: Cuisine libanaise
ja: レバノン料理
ko: 레바논 요리
pt: Cozinha Libanesa
th: อาหารเลบานอน
zh: 黎巴嫩料理

# tagSyrianCuisine
source: Syrian Cuisine
de: Syrische Küche
es: Cocina Siria
fr: Cuisine syrienne
ja: シリア料理
ko: 시리아 요리
pt: Cozinha Síria
th: อาหารซีเรีย
zh: 叙利亚料理

# tagJordanianCuisine
source: Jordanian Cuisine
de: Jordanische Küche
es: Cocina Jordana
fr: Cuisine jordanienne
ja: ヨルダン料理
ko: 요르단 요리
pt: Cozinha Jordaniana
th: อาหารจอร์แดน
zh: 约旦料理

# tagNoodles
source: Noodles
de: Nudeln
es: Fideos
fr: Nouilles
ja: 麺類
ko: 면류
pt: Macarrão
th: ก๋วยเตี๋ยว
zh: 面条

# tagMeatDishes
source: Meat Dishes
de: Fleischgerichte
es: Platos de Carne
fr: Plats de viande
ja: 肉料理
ko: 고기 요리
pt: Pratos de Carne
th: อาหารเนื้อ
zh: 肉类料理

# tagFastFood
source: Fast Food
es: Comida Rápida
ja: 軽食系
ko: 패스트푸드
th: อาหารจานด่วน
zh: 快餐

# tagRiceDishes
source: Rice Dishes
de: Reisgerichte
es: Platos de Arroz
fr: Plats de riz
ja: ご飯物
ko: 밥 요리
pt: Pratos de Arroz
th: อาหารข้าว
zh: 米饭料理

# tagSeafood
source: Seafood
de: Meeresfrüchte
es: Mariscos
fr: Fruits de mer
ja: 魚介類
ko: 해산물
pt: Frutos do Mar
th: อาหารทะเล
zh: 海鲜

# tagBread
source: Bread
de: Brot
es: Pan
fr: Pain
ja: パン類
ko: 빵
pt: Pão
th: ขนมปัง
zh: 面包

# tagSweetsAndSnacks
source: Sweets & Snacks
de: Süßigkeiten und Snacks
es: Dulces y Snacks
fr: Bonbons et collations
ja: おやつ
ko: 간식
pt: Doces e Lanches
th: ของหวาน & ของว่าง
zh: 甜点和零食

# tagFruits
source: Fruits
de: Obst
es: Frutas
ja: フルーツ
ko: 과일
pt: Frutas
th: ผลไม้
zh: 水果

# tagVegetables
source: Vegetables
de: Gemüse
es: Verduras
fr: Légumes
ja: 野菜類
ko: 채소
pt: Legumes
th: ผัก
zh: 蔬菜

# tagBeverages
source: Beverages
de: Getränke
es: Bebidas
fr: Boissons
ja: ドリンク
ko: 음료
pt: Bebidas
th: เครื่องดื่ม
zh: 饮料

# tagOthers
source: Others
de: Andere
es: Otros
fr: Autres
ja: その他
ko: 기타
pt: Outros
th: อื่นๆ
zh: 其他

# tagPasta
source: Pasta
fr: Pâtes
ja: パスタ
ko: 파스타
pt: Macarrão
th: พาสต้า
zh: 意大利面

# tagRamen
source: Ramen
ja: ラーメン
ko: 라멘
th: ราเมน
zh: 拉面

# tagSteak
source: Steak
es: Bistec
ja: ステーキ
ko: 스테이크
pt: Bife
th: สเต็ก
zh: 牛排

# tagYakiniku
source: Yakiniku
ja: 焼き肉
ko: 야키니쿠
th: ยากินิกุ
zh: 烤肉

# tagChicken
source: Chicken
de: Huhn
es: Pollo
fr: Poulet
ja: チキン
ko: 치킨
pt: Frango
th: ไก่
zh: 鸡肉

# tagBacon
source: Bacon
de: Speck
es: Tocino
ja: ベーコン
ko: 베이컨
th: เบคอน
zh: 培根

# tagHamburger
source: Hamburger
es: Hamburguesa
ja: ハンバーガー
ko: 햄버거
pt: Hambúrguer
th: แฮมเบอร์เกอร์
zh: 汉堡包

# tagFrenchFries
source: French Fries
de: Pommes Frites
es: Papas Fritas
fr: Frites
ja: フライドポテト
ko: 프렌치프라이
pt: Batatas Fritas
th: เฟรนช์ฟรายส์
zh: 薯条

# tagPizza
source: Pizza
ja: ピザ
ko: 피자
th: พิซซ่า
zh: 披萨

# tagTacos
source: Tacos
ja: タコス
ko: 타코
th: ทาโก้
zh: 墨西哥卷饼

# tagTamales
source: Tamales
ja: タマル
ko: 타말레
th: ทามาเลส
zh: 玉米粽子

# tagGyoza
source: Gyoza
ja: 餃子
ko: 교자
th: เกียวซ่า
zh: 饺子

# tagFriedShrimp
source: Fried Shrimp
de: Gebratene Garnelen
es: Camarón Frito
fr: Crevettes frites
ja: エビフライ
ko: 새우튀김
pt: Camarão Frito
th: กุ้งทอด
zh: 炸虾

# tagHotPot
source: Hot Pot
es: Olla Caliente
fr: Marmite
ja: 鍋
ko: 훠궈
pt: Panela Quente
th: หม้อไฟ
zh: 火锅

# tagCurry
source: Curry
ja: カレー
ko: 카레
th: แกง
zh: 咖喱

# tagPaella
source: Paella
ja: パエリア
ko: 파에야
th: ปาเอยา
zh: 海鲜饭

# tagFondue
source: Fondue
ja: フォンデュ
ko: 퐁듀
th: ฟองดู
zh: 奶酪火锅

# tagOnigiri
source: Onigiri
ja: おにぎり
ko: 오니기리
th: โอนิกิริ
zh: 饭团

# tagRice
source: Rice
de: Reis
es: Arroz
fr: Riz
ja: ご飯
ko: 밥
pt: Arroz
th: ข้าว
zh: 米饭

# tagBento
source: Bento
ja: 弁当
ko: 도시락
th: เบนโตะ
zh: 便当

# tagSushi
source: Sushi
ja: 寿司
ko: 스시
th: ซูชิ
zh: 寿司

# tagFish
source: Fish
de: Fisch
es: Pescado
fr: Poisson
ja: 魚
ko: 생선
pt: Peixe
th: ปลา
zh: 鱼

# tagOctopus
source: Octopus
de: Oktopus
es: Pulpo
fr: Poulpe
ja: タコ
ko: 문어
pt: Polvo
th: ปลาหมึก
zh: 章鱼

# tagSquid
source: Squid
de: Tintenfisch
es: Calamar
fr: Calamar
ja: イカ
ko: 오징어
pt: Lula
th: ปลาหมึก
zh: 鱿鱼

# tagShrimp
source: Shrimp
de: Garnelen
es: Camarón
fr: Crevettes
ja: エビ
ko: 새우
pt: Camarão
th: กุ้ง
zh: 虾

# tagCrab
source: Crab
de: Krabbe
es: Cangrejo
fr: Crabe
ja: カニ
ko: 게
pt: Caranguejo
th: ปู
zh: 螃蟹

# tagShellfish
source: Shellfish
de: Schalentiere
es: Mariscos
fr: Coquillages
ja: 貝
ko: 조개
pt: Mariscos
th: หอย
zh: 贝类

# tagOyster
source: Oyster
de: Auster
es: Ostra
fr: Huître
ja: カキ
ko: 굴
pt: Ostra
th: หอยนางรม
zh: 牡蛎

# tagSandwich
source: Sandwich
es: Sándwich
ja: サンドイッチ
ko: 샌드위치
pt: Sanduíche
th: แซนด์วิช
zh: 三明治

# tagHotDog
source: Hot Dog
es: Perro Caliente
ja: ホットドッグ
ko: 핫도그
pt: Cachorro-Quente
th: ฮอตด็อก
zh: 热狗

# tagDonut
source: Donut
ja: ドーナツ
ko: 도넛
th: โดนัท
zh: 甜甜圈

# tagPancake
source: Pancake
de: Pfannkuchen
es: Panqueque
fr: Crêpe
ja: パンケーキ
ko: 팬케이크
pt: Panqueca
th: แพนเค้ก
zh: 煎饼

# tagCroissant
source: Croissant
ja: クロワッサン
ko: 크루아상
th: ครัวซองต์
zh: 牛角面包

# tagBagel
source: Bagel
ja: ベーグル
ko: 베이글
th: เบเกิล
zh: 贝果

# tagBaguette
source: Baguette
ja: バゲット
ko: 바게트
pt: Baguete
th: บาแกตต์
zh: 法棍

# tagPretzel
source: Pretzel
de: Brezel
fr: Bretzel
ja: プレッツェル
ko: 프레첼
th: เพรตเซล
zh: 椒盐卷饼

# tagBurrito
source: Burrito
ja: ブリトー
ko: 부리토
th: บูร์ริโต
zh: 墨西哥卷

# tagIceCream
source: Ice Cream
de: Eiscreme
es: Helado
fr: Crème glacée
ja: アイスクリーム
ko: 아이스크림
pt: Sorvete
th: ไอศกรีม
zh: 冰淇淋

# tagPudding
source: Pudding
es: Pudín
ja: プリン
ko: 푸딩
pt: Pudim
th: พุดดิ้ง
zh: 布丁

# tagRiceCracker
source: Rice Cracker
de: Reiskracker
es: Galleta de Arroz
fr: Cracker de riz
ja: せんべい
ko: 과자
pt: Biscoito de Arroz
th: ข้าวเกรียบ
zh: 米饼

# tagDango
source: Dango
ja: 団子
ko: 단고
th: ดังโงะ
zh: 团子

# tagShavedIce
source: Shaved Ice
de: Eisstückchen
es: Hielo Raspado
fr: Glace pilée
ja: かき氷
ko: 빙수
pt: Gelo Raspado
th: น้ำแข็งไส
zh: 刨冰

# tagPie
source: Pie
de: Kuchen
es: Pastel
fr: Tarte
ja: パイ
ko: 파이
pt: Torta
th: พาย
zh: 派

# tagCupcake
source: Cupcake
ja: カップケーキ
ko: 컵케이크
th: คัพเค้ก
zh: 纸杯蛋糕

# tagCake
source: Cake
de: Kuchen
es: Pastel
fr: Gâteau
ja: ケーキ
ko: 케이크
pt: Bolo
th: เค้ก
zh: 蛋糕

# tagCandy
source: Candy
de: Süßigkeit
es: Caramelo
fr: Bonbon
ja: 飴
ko: 사탕
pt: Doce
th: ลูกอม
zh: 糖果

# tagLollipop
source: Lollipop
de: Lutscher
es: Paleta
fr: Sucette
ja: キャンディ
ko: 롤리팝
pt: Pirulito
th: อมยิ้ม
zh: 棒棒糖

# tagChocolate
source: Chocolate
de: Schokolade
fr: Chocolat
ja: チョコレート
ko: 초콜릿
th: ช็อกโกแลต
zh: 巧克力

# tagPopcorn
source: Popcorn
es: Palomitas
ja: ポップコーン
ko: 팝콘
pt: Pipoca
th: ป๊อปคอร์น
zh: 爆米花

# tagCookie
source: Cookie
de: Keks
es: Galleta
ja: クッキー
ko: 쿠키
pt: Biscoito
th: คุกกี้
zh: 饼干

# tagPeanuts
source: Peanuts
de: Erdnüsse
es: Maní
fr: Cacahuètes
ja: ピーナッツ
ko: 땅콩
pt: Amendoim
th: ถั่วลิสง
zh: 花生

# tagBeans
source: Beans
de: Bohnen
es: Frijoles
fr: Haricots
ja: 豆
ko: 콩
pt: Feijão
th: ถั่ว
zh: 豆子

# tagChestnut
source: Chestnut
de: Kastanie
es: Castaña
fr: Châtaigne
ja: 栗
ko: 밤
pt: Castanha
th: เกาลัด
zh: 栗子

# tagFortuneCookie
source: Fortune Cookie
de: Glückskeks
es: Galleta de la Fortuna
fr: Cookie de fortune
ja: フォーチュンクッキー
ko: 포춘쿠키
pt: Biscoito da Sorte
th: คุกกี้เสี่ยงทาย
zh: 幸运饼干

# tagMooncake
source: Mooncake
de: Mondkuchen
es: Pastel de Luna
fr: Gâteau de lune
ja: 月餅
ko: 월병
pt: Bolo da Lua
th: ขนมไหว้พระจันทร์
zh: 月饼

# tagHoney
source: Honey
de: Honig
es: Miel
fr: Miel
ja: はちみつ
ko: 꿀
pt: Mel
th: น้ำผึ้ง
zh: 蜂蜜

# tagWaffle
source: Waffle
de: Waffel
fr: Gaufre
ja: ワッフル
ko: 와플
th: วาฟเฟิล
zh: 华夫饼

# tagApple
source: Apple
de: Apfel
es: Manzana
fr: Pomme
ja: りんご
ko: 사과
pt: Maçã
th: แอปเปิล
zh: 苹果

# tagPear
source: Pear
de: Birne
es: Pera
fr: Poire
ja: 梨
ko: 배
pt: Pera
th: ลูกแพร์
zh: 梨

# tagOrange
source: Orange
es: Naranja
ja: みかん
ko: 오렌지
pt: Laranja
th: ส้ม
zh: 橙子

# tagLemon
source: Lemon
de: Zitrone
es: Limón
fr: Citron
ja: レモン
ko: 레몬
pt: Limão
th: เลมอน
zh: 柠檬

# tagLime
source: Lime
de: Limette
es: Lima
fr: Citron vert
ja: ライム
ko: 라임
pt: Limão Verde
th: มะนาว
zh: 青柠

# tagBanana
source: Banana
de: Banane
es: Plátano
fr: Banane
ja: バナナ
ko: 바나나
th: กล้วย
zh: 香蕉

# tagWatermelon
source: Watermelon
de: Wassermelone
es: Sandía
fr: Pastèque
ja: スイカ
ko: 수박
pt: Melancia
th: แตงโม
zh: 西瓜

# tagGrapes
source: Grapes
de: Trauben
es: Uvas
fr: Raisins
ja: ぶどう
ko: 포도
pt: Uvas
th: องุ่น
zh: 葡萄

# tagStrawberry
source: Strawberry
de: Erdbeere
es: Fresa
fr: Fraise
ja: いちご
ko: 딸기
pt: Morango
th: สตรอว์เบอร์รี่
zh: 草莓

# tagBlueberry
source: Blueberry
de: Heidelbeere
es: Arándano
fr: Myrtille
ja: ブルーベリー
ko: 블루베리
pt: Mirtilo
th: บลูเบอร์รี่
zh: 蓝莓

# tagMelon
source: Melon
de: Melone
es: Melón
ja: メロン
ko: 멜론
pt: Melão
th: เมลอน
zh: 甜瓜

# tagCherry
source: Cherry
de: Kirsche
es: Cereza
fr: Cerise
ja: さくらんぼ
ko: 체리
pt: Cereja
th: เชอร์รี่
zh: 樱桃

# tagPeach
source: Peach
de: Pfirsich
es: Durazno
fr: Pêche
ja: もも
ko: 복숭아
pt: Pêssego
th: ลูกพีช
zh: 桃子

# tagMango
source: Mango
fr: Mangue
ja: マンゴー
ko: 망고
pt: Manga
th: มะม่วง
zh: 芒果

# tagPineapple
source: Pineapple
de: Ananas
es: Piña
fr: Ananas
ja: パイナップル
ko: 파인애플
pt: Abacaxi
th: สับปะรด
zh: 菠萝

# tagCoconut
source: Coconut
de: Kokosnuss
es: Coco
fr: Noix de coco
ja: ココナッツ
ko: 코코넛
pt: Coco
th: มะพร้าว
zh: 椰子

# tagKiwi
source: Kiwi
ja: キウイ
ko: 키위
th: กีวี
zh: 猕猴桃

# tagSalad
source: Salad
de: Salat
es: Ensalada
fr: Salade
ja: サラダ
ko: 샐러드
pt: Salada
th: สลัด
zh: 沙拉

# tagTomato
source: Tomato
de: Tomate
es: Tomate
fr: Tomate
ja: トマト
ko: 토마토
pt: Tomate
th: มะเขือเทศ
zh: 番茄

# tagEggplant
source: Eggplant
de: Aubergine
es: Berenjena
fr: Aubergine
ja: なす
ko: 가지
pt: Beringela
th: มะเขือยาว
zh: 茄子

# tagAvocado
source: Avocado
es: Aguacate
fr: Avocat
ja: アボカド
ko: 아보카도
pt: Abacate
th: อะโวคาโด
zh: 牛油果

# tagGreenBeans
source: Green Beans
de: Grüne Bohnen
es: Ejotes
fr: Haricots verts
ja: さやいんげん
ko: 강낭콩
pt: Vagem
th: ถั่วเขียว
zh: 青豆

# tagBroccoli
source: Broccoli
de: Brokkoli
es: Brócoli
fr: Brocoli
ja: ブロッコリー
ko: 브로콜리
pt: Brócolis
th: บรอกโคลี
zh: 西兰花

# tagLettuce
source: Lettuce
de: Salat
es: Lechuga
fr: Laitue
ja: レタス
ko: 상추
pt: Alface
th: ผักกาด
zh: 生菜

# tagCucumber
source: Cucumber
de: Gurke
es: Pepino
fr: Concombre
ja: きゅうり
ko: 오이
pt: Pepino
th: แตงกวา
zh: 黄瓜

# tagChili
source: Chili
es: Chile
fr: Piment
ja: 唐辛子
ko: 고추
pt: Pimenta
th: พริก
zh: 辣椒

# tagBellPepper
source: Bell Pepper
de: Paprika
es: Pimiento
fr: Poivron
ja: ピーマン
ko: 파프리카
pt: Pimentão
th: พริกหยวก
zh: 甜椒

# tagCorn
source: Corn
de: Mais
es: Maíz
fr: Maïs
ja: とうもろこし
ko: 옥수수
pt: Milho
th: ข้าวโพด
zh: 玉米

# tagCarrot
source: Carrot
de: Karotte
es: Zanahoria
fr: Carotte
ja: にんじん
ko: 당근
pt: Cenoura
th: แครอท
zh: 胡萝卜

# tagOlive
source: Olive
es: Aceituna
ja: オリーブ
ko: 올리브
pt: Azeitona
th: มะกอก
zh: 橄榄

# tagGarlic
source: Garlic
de: Knoblauch
es: Ajo
fr: Ail
ja: にんにく
ko: 마늘
pt: Alho
th: กระเทียม
zh: 大蒜

# tagOnion
source: Onion
de: Zwiebel
es: Cebolla
fr: Oignon
ja: 玉ねぎ
ko: 양파
pt: Cebola
th: หัวหอม
zh: 洋葱

# tagPotato
source: Potato
de: Kartoffel
es: Papa
fr: Pomme de terre
ja: じゃがいも
ko: 감자
pt: Batata
th: มันฝรั่ง
zh: 土豆

# tagSweetPotato
source: Sweet Potato
de: Süßkartoffel
es: Camote
fr: Patate douce
ja: さつまいも
ko: 고구마
pt: Batata-Doce
th: มันเทศ
zh: 红薯

# tagGinger
source: Ginger
de: Ingwer
es: Jengibre
fr: Gingembre
ja: しょうが
ko: 생강
pt: Gengibre
th: ขิง
zh: 姜

# tagShiitake
source: Shiitake
ja: しいたけ
ko: 표고버섯
th: เห็ดหอม
zh: 香菇

# tagTeapot
source: Teapot
de: Teekanne
es: Tetera
fr: Théière
ja: ティーポット
ko: 찻주전자
pt: Bule de Chá
th: กาน้ำชา
zh: 茶壶

# tagCoffee
source: Coffee
de: Kaffee
es: Café
fr: Café
ja: コーヒー
ko: 커피
pt: Café
th: กาแฟ
zh: 咖啡

# tagTea
source: Tea
de: Tee
es: Té
fr: Thé
ja: お茶
ko: 차
pt: Chá
th: ชา
zh: 茶

# tagJuice
source: Juice
de: Saft
es: Jugo
fr: Jus
ja: ジュース
ko: 주스
pt: Suco
th: น้ำผลไม้
zh: 果汁

# tagSoftDrink
source: Soft Drink
de: Erfrischungsgetränk
es: Refresco
fr: Boisson gazeuse
ja: ソフトドリンク
ko: 탄산음료
pt: Refrigerante
th: น้ำอัดลม
zh: 软饮料

# tagBubbleTea
source: Bubble Tea
es: Té de Burbujas
fr: Thé aux perles
ja: タピオカティー
ko: 버블티
pt: Chá de Bolhas
th: ชานมไข่มุก
zh: 珍珠奶茶

# tagSake
source: Sake
fr: Saké
ja: 日本酒
ko: 사케
th: สาเก
zh: 清酒

# tagBeer
source: Beer
de: Bier
es: Cerveza
fr: Bière
ja: ビール
ko: 맥주
pt: Cerveja
th: เบียร์
zh: 啤酒

# tagChampagne
source: Champagne
de: Champagner
es: Champán
ja: シャンパン
ko: 샴페인
th: แชมเปญ
zh: 香槟

# tagWine
source: Wine
de: Wein
es: Vino
fr: Vin
ja: ワイン
ko: 와인
pt: Vinho
th: ไวน์
zh: 葡萄酒

# tagWhiskey
source: Whiskey
de: Whisky
es: Whisky
fr: Whisky
ja: ウィスキー
ko: 위스키
pt: Uísque
th: วิสกี้
zh: 威士忌

# tagCocktail
source: Cocktail
es: Cóctel
ja: カクテル
ko: 칵테일
pt: Coquetel
th: ค็อกเทล
zh: 鸡尾酒

# tagTropicalCocktail
source: Tropical Cocktail
de: Tropischer Cocktail
es: Cóctel Tropical
fr: Cocktail tropical
ja: トロピカルカクテル
ko: 트로피컬 칵테일
pt: Coquetel Tropical
th: ค็อกเทลเขตร้อน
zh: 热带鸡尾酒

# tagMateTea
source: Mate Tea
de: Mate-Tee
es: Té de Mate
fr: Thé maté
ja: マテ茶
ko: 마테차
pt: Chá Mate
th: ชามาเต้
zh: 马黛茶

# tagMilk
source: Milk
de: Milch
es: Leche
fr: Lait
ja: ミルク
ko: 우유
pt: Leite
th: นม
zh: 牛奶

# tagKamaboko
source: Kamaboko
ja: かまぼこ
ko: 가마보코
th: คามาโบโกะ
zh: 鱼糕

# tagOden
source: Oden
ja: おでん
ko: 오뎅
th: โอเด็ง
zh: 关东煮

# tagCheese
source: Cheese
de: Käse
es: Queso
fr: Fromage
ja: チーズ
ko: 치즈
pt: Queijo
th: ชีส
zh: 奶酪

# tagEgg
source: Egg
de: Ei
es: Huevo
fr: Œuf
ja: 卵
ko: 계란
pt: Ovo
th: ไข่
zh: 鸡蛋

# tagFriedEgg
source: Fried Egg
de: Spiegelei
es: Huevo Frito
fr: Œuf au plat
ja: 目玉焼き
ko: 계란프라이
pt: Ovo Frito
th: ไข่ทอด
zh: 煎蛋

# tagButter
source: Butter
es: Mantequilla
fr: Beurre
ja: バター
ko: 버터
pt: Manteiga
th: เนย
zh: 黄油

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 決定
ko: 완료
pt: Concluído
th: เสร็จสิ้น
zh: 完成

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt: Salvar
th: บันทึก
zh: 保存

source: Search food
de: Essen suchen
es: Buscar comida
fr: Rechercher de la nourriture
ko: 음식 검색
pt: Pesquisar comida
th: ค้นหาอาหาร
zh: 搜索食物

source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
ko: 검색 결과를 찾을 수 없습니다
pt: Nenhum resultado encontrado
th: ไม่พบผลลัพธ์
zh: 未找到搜索结果

source: Search country
de: Land suchen
es: Buscar país
fr: Rechercher un pays
ko: 국가 검색
pt: Pesquisar país
th: ค้นหาประเทศ
zh: 搜索国家

# searchEmptyTitle
source: Enter restaurant name to search
de: Geben Sie den Restaurantnamen ein, um zu suchen
es: Ingrese nombre del restaurante para buscar
fr: Entrez le nom du restaurant pour rechercher
ko: 레스토랑 이름을 입력하여 검색하세요
pt: Digite o nome do restaurante para pesquisar
th: กรอกชื่อร้านอาหารเพื่อค้นหา
zh: 输入餐厅名称进行搜索

# searchEmptyHintTitle
source: Search Tips
de: Suchtipps
es: Consejos de búsqueda
fr: Conseils de recherche
ko: 검색 팁
pt: Dicas de pesquisa
th: เคล็ดลับการค้นหา
zh: 搜索提示

# searchEmptyHintLocation
source: Turn on location to show nearby results first
de: Aktivieren Sie den Standort, um zuerst nahegelegene Ergebnisse anzuzeigen
es: Active la ubicación para mostrar resultados cercanos primero
fr: Activez l'emplacement pour afficher d'abord les résultats à proximité
ko: 위치를 켜면 가까운 결과가 먼저 표시됩니다
pt: Ative a localização para mostrar resultados próximos primeiro
th: เปิดใช้งานตำแหน่งเพื่อแสดงผลลัพธ์ใกล้ๆ ก่อน
zh: 开启位置信息可优先显示附近结果

# searchEmptyHintSearch
source: Search by restaurant name or cuisine type
de: Suchen Sie nach Restaurantname oder Küchentyp
es: Busque por nombre de restaurante o tipo de cocina
fr: Recherchez par nom de restaurant ou type de cuisine
ko: 레스토랑 이름이나 요리 유형으로 검색하세요
pt: Pesquise por nome do restaurante ou tipo de cozinha
th: ค้นหาตามชื่อร้านอาหารหรือประเภทอาหาร
zh: 可通过餐厅名称或菜系类型搜索

# postErrorPickImage
source: Failed to take photo
de: Fotoaufnahme fehlgeschlagen
es: Error al tomar foto
fr: Échec de la prise de photo
ko: 사진 촬영에 실패했습니다
pt: Falha ao tirar foto
th: ถ่ายรูปล้มเหลว
zh: 拍照失败

# favoritePostEmptyTitle
source: No saved posts
de: Keine gespeicherten Beiträge
es: No hay publicaciones guardadas
fr: Aucune publication sauvegardée
th: ไม่มีโพสต์ที่บันทึกไว้
zh: 没有保存的帖子

# favoritePostEmptySubtitle
source: Save posts that interest you!
de: Speichern Sie Beiträge, die Sie interessieren!
es: ¡Guarda publicaciones que te interesen!
fr: Sauvegardez les publications qui vous intéressent !
th: บันทึกโพสต์ที่คุณสนใจ!
zh: 保存您感兴趣的帖子吧！

# userInfoFetchError
source: Failed to fetch user information
de: Fehler beim Abrufen der Benutzerinformationen
es: Error al obtener información del usuario
fr: Échec de la récupération des informations utilisateur
th: ดึงข้อมูลผู้ใช้ล้มเหลว
zh: 获取用户信息失败

source: Saved
de: Gespeichert
es: Guardado
fr: Sauvegardé
th: บันทึกแล้ว
zh: 已保存

source: Saved Posts
de: Gespeicherte Beiträge
es: Publicaciones guardadas
fr: Publications sauvegardées
th: โพสต์ที่บันทึกไว้
zh: 保存的帖子

source: Post saved
de: Beitrag gespeichert
es: Publicación guardada
fr: Publication sauvegardée
th: บันทึกโพสต์แล้ว
zh: 帖子已保存

# postSavedMessage
source: You can view saved posts in My Page
de: Sie können gespeicherte Beiträge auf der Meine Seite anzeigen
es: Puedes ver las publicaciones guardadas en Mi página
fr: Vous pouvez voir les publications sauvegardées dans Ma page
th: ดูโพสต์ที่บันทึกไว้ในหน้าของฉัน
zh: 您可以在我的页面查看保存的帖子

source: No map app available
de: Keine Karten-App verfügbar
es: No hay aplicación de mapas disponible
fr: Aucune application de carte disponible
th: ไม่มีแอปแผนที่ให้ใช้งาน
zh: 没有可用的地图应用

# notificationLunchTitle
source: #Did you post today's meal? 🍜
de: #Hast du heute schon dein Essen gepostet? 🍜
fr: #Avez-vous déjà posté le repas d'aujourd'hui ? 🍜
th: #คุณโพสต์มื้ออาหารวันนี้หรือยัง? 🍜

# notificationLunchBody
source: Why not record today's lunch while you still remember it?
de: Warum nicht das heutige Mittagessen aufzeichnen, solange du dich daran erinnerst?
fr: Pourquoi ne pas enregistrer le déjeuner d'aujourd'hui tant que vous vous en souvenez ?
th: บันทึกมื้อกลางวันวันนี้กันเถอะ!

# notificationDinnerTitle
source: #Did you post today's meal? 🍛
de: #Hast du heute schon dein Essen gepostet? 🍛
fr: #Avez-vous déjà posté le repas d'aujourd'hui ? 🍛
th: #คุณโพสต์มื้ออาหารวันนี้หรือยัง? 🍛
