final restaurantCategory = [
  '🇯🇵',
  '🇮🇹',
  '🇫🇷',
  '🇨🇳',
  '🇮🇳',
  '🇲🇽',
  '🇺🇸',
  '🇲🇹',
  '🇹🇭',
  '🇬🇷',
  '🇹🇷',
  '🇰🇷',
  '🇷🇺',
  '🇪🇸',
  '🇻🇳',
  '🇵🇪',
];

final foodCategory = [
  '🍜', // ラーメン
  '🍝', // パスタ
  '🍖', // 肉
  '🍞', // パン
  '🍔', // ファストフード
  '🍹', // ドリンク
  '🍛', // カレー
  '🍿', // スナック
  '🍰', // デザート
  '🍕', // ピザ
  '🍣', // 寿司
  '🥟', // 餃子
  '🌮', // タコス
  '🍧', // かき氷
  '🍬', // キャンディ
  '🍤', // エビ
  '🍦', // アイスクリーム
  '🥨', // プレッツェル
  '🥞', // パンケーキ
  '🍎', // フルーツ (リンゴ)
  '🍲', // 煮物
  '🥣', // スープボウル
];
