final restaurantCategory = [
  '🇯🇵', // 和食
  '🇮🇹', // イタリアン
  '🇫🇷', // フレンチ
  '🇨🇳', // 中華料理
  '🇮🇳', // インド料理
  '🇲🇽', // メキシカン
  '🇺🇸', // アメリカ料理
  '🇲🇹', // 地中海料理
  '🇹🇭', // タイ料理
  '🇬🇷', // ギリシャ料理
  '🇹🇷', // トルコ料理
  '🇰🇷', // 韓国料理
  '🇷🇺', // ロシア料理
  '🇪🇸', // スペイン料理
  '🇻🇳', // ベトナム料理
  '🇵🇪', // ペルー料理
  '🇨🇭', // スイス料理
  '🇵🇹', // ポルトガル料理
  '🇦🇹', // オーストリア料理
  '🇧🇪', // ベルギー料理
  '🇸🇪', // スウェーデン料理
  '🇳🇴', // ノルウェー料理
  '🇩🇰', // デンマーク料理
  '🇦🇷', // アルゼンチン料理
  '🇨🇱', // チリ料理
];

final foodCategory = [
  '🍜', // ラーメン
  '🍝', // パスタ
  '🍖', // 肉
  '🍞', // パン
  '🍔', // ファストフード
  '🍹', // ドリンク
  '🍛', // カレー
  '🍿', // スナック
  '🍰', // デザート
  '🍕', // ピザ
  '🍣', // 寿司
  '🥟', // 餃子
  '🌮', // タコス
  '🍧', // かき氷
  '🍬', // キャンディ
  '🍤', // エビ
  '🍦', // アイスクリーム
  '🥨', // プレッツェル
  '🥞', // パンケーキ
  '🍎', // フルーツ (リンゴ)
  '🍲', // 煮物
  '🥣', // スープボウル
  '🥤', // ドリンク
  '☕️', //コーヒー
];
